<?php


$lang["system_reset"]='إعادة تعيين النظام';
$lang["system_reset_warning"]='تحذير! سيؤدي هذا إلى حذف جميع الملفات والبيانات بما في ذلك إعدادات النظام وبيانات الموارد وحقول الموارد وأنواع الموارد. سيتم الاحتفاظ فقط بحسابات المستخدمين ومجموعات المستخدمين. لا يمكن التراجع عن هذا الإجراء.';
$lang["system_reset_confirm"]='هل أنت متأكد؟ لا يمكن التراجع عن هذا.';
$lang["system_reset_delete_all"]='حذف جميع البيانات والملفات';
$lang["plugin-system_reset-title"]='إعادة تعيين النظام';
$lang["plugin-system_reset-desc"]='يضيف خيارًا إلى المسؤول/النظام لمسح جميع البيانات';
$lang["system_reset-tooltip"] = 'قم بإجراء إعادة تعيين للنظام لحذف جميع الملفات والبيانات';
$lang["page-title_system_reset_reset"] = 'إعادة تعيين النظام';