<?php

$lang["custom_filename_configuration"] = 'Ρύθμιση προσθήκης προσαρμοσμένου ονόματος αρχείου στο πρόσθετο';
$lang["custom_filename_field_label"] = 'Πού θα αποθηκευτεί η νέα τιμή;';
$lang["plugin-custom_filename-title"] = 'Προσαρμοσμένο Όνομα Αρχείου';
$lang["plugin-custom_filename-desc"] = 'Παρέχει τη δυνατότητα μετα-επεξεργασίας του ονόματος αρχείου και αποθήκευσης της νέας επεξεργασμένης τιμής σε ξεχωριστό πεδίο. Αυτή τη στιγμή, αυτό το πρόσθετο παίρνει το αρχικό όνομα αρχείου και αφαιρεί την επέκταση για να βοηθήσει με την ενσωμάτωση του MuseumPlus.';

$lang["page-title_custom_filename_setup"] = 'Ρύθμιση Πρόσθετου Προγράμματος για Προσαρμοσμένα Ονόματα Αρχείων';