<?php


$lang["grant_edit_title"] = 'Разрешаване на редактиране';
$lang["grant_edit_configuration"] = 'Разрешаване на редактиране - опции';
$lang["grant_edit_groups"] = 'Позволете на следващите групи да предоставят достъп за редактиране';
$lang["grant_edit_add"] = 'Разрешете достъп за редактиране за следните потребители/групи';
$lang["grant_edit_date"] = 'Дата на изтичане на достъп за редактиране';
$lang["grant_edit_list"] = 'Настоящи потребители с допълнителен достъп за редактиране';
$lang["grant_edit_group_list"] = 'Настоящи групи с допълнителен достъп за редактиране';
$lang["grant_edit_delete_user"] = 'Потвърдете премахването на разширения достъп за';
$lang["page-title_grant_edit_setup"] = 'Настройка на плъгина за разрешаване на редактиране';
