<?php


$lang["grant_edit_title"]='সম্পাদনার অনুমতি দিন';
$lang["grant_edit_configuration"]='সম্পাদনার অনুমতি দিন - বিকল্পসমূহ';
$lang["grant_edit_groups"]='নিম্নলিখিত গ্রুপগুলিকে সম্পাদনার অ্যাক্সেস প্রদানের অনুমতি দিন';
$lang["grant_edit_add"]='নিম্নলিখিত ব্যবহারকারী/গ্রুপগুলির জন্য সম্পাদনা অ্যাক্সেস সক্রিয় করুন';
$lang["grant_edit_date"]='সম্পাদনা প্রবেশাধিকার জন্য মেয়াদ শেষের তারিখ';
$lang["grant_edit_list"]='বর্তমান ব্যবহারকারীরা অতিরিক্ত সম্পাদনা অ্যাক্সেস সহ';
$lang["grant_edit_group_list"]='বর্তমান গ্রুপগুলি অতিরিক্ত সম্পাদনা অ্যাক্সেস সহ';
$lang["grant_edit_delete_user"]='উন্নত অ্যাক্সেস অপসারণ নিশ্চিত করুন জন্য';
$lang["page-title_grant_edit_setup"] = 'গ্রান্ট সম্পাদনা প্লাগইন সেটআপ';