<?php


$lang["grant_edit_title"]='Χορήγηση Επεξεργασίας';
$lang["grant_edit_configuration"]='Χορήγηση Επεξεργασίας - επιλογές';
$lang["grant_edit_groups"]='Να επιτραπεί στις παρακάτω ομάδες να χορηγούν πρόσβαση επεξεργασίας';
$lang["grant_edit_add"]='Ενεργοποίηση πρόσβασης επεξεργασίας για τους ακόλουθους χρήστες/ομάδες';
$lang["grant_edit_date"]='Ημερομηνία λήξης πρόσβασης για επεξεργασία';
$lang["grant_edit_list"]='Τρέχοντες χρήστες με επιπλέον δικαιώματα επεξεργασίας';
$lang["grant_edit_delete_user"]='Επιβεβαίωση αφαίρεσης ενισχυμένης πρόσβασης για τον/την';
$lang["grant_edit_group_list"]='Τρέχουσες ομάδες με επιπλέον δικαιώματα επεξεργασίας';
$lang["plugin-grant_edit-title"]='Παραχώρηση Επεξεργασίας';
$lang["plugin-grant_edit-desc"]='Επιτρέπει στους διαχειριστές να παρέχουν στους χρήστες προσωρινή πλήρη πρόσβαση επεξεργασίας σε πόρους';
$lang["page-title_grant_edit_setup"] = 'Ρύθμιση Πρόσβασης Επεξεργασίας Πρόσθετου';