<?php


$lang["grant_edit_title"]='संपादन की अनुमति दें';
$lang["grant_edit_configuration"]='संपादन की अनुमति दें - विकल्प';
$lang["grant_edit_groups"]='निम्नलिखित समूहों को संपादन पहुंच प्रदान करने की अनुमति दें';
$lang["grant_edit_add"]='निम्नलिखित उपयोगकर्ताओं/समूहों के लिए संपादन पहुंच सक्षम करें';
$lang["grant_edit_date"]='संपादन पहुंच के लिए समाप्ति तिथि';
$lang["grant_edit_list"]='वर्तमान उपयोगकर्ता जिनके पास अतिरिक्त संपादन पहुंच है';
$lang["grant_edit_group_list"]='वर्तमान समूह जिनके पास अतिरिक्त संपादन पहुंच है';
$lang["grant_edit_delete_user"]='पुष्टि करें कि उन्नत पहुँच को हटाया जा रहा है';
$lang["plugin-grant_edit-title"]='संपादन की अनुमति दें';
$lang["plugin-grant_edit-desc"]='प्रशासकों को उपयोगकर्ताओं को संसाधनों पर अस्थायी पूर्ण संपादन पहुंच प्रदान करने में सक्षम बनाता है';
$lang["page-title_grant_edit_setup"] = 'ग्रांट संपादन प्लगइन सेटअप करें';