<?php


$lang["grant_edit_title"]='Надати редагування';
$lang["grant_edit_configuration"]='Надати редагування - параметри';
$lang["grant_edit_groups"]='Дозволити наступним групам надавати доступ на редагування';
$lang["grant_edit_add"]='Увімкнути доступ для редагування для наступних користувачів/груп';
$lang["grant_edit_date"]='Дата закінчення терміну доступу для редагування';
$lang["grant_edit_list"]='Поточні користувачі з додатковим доступом для редагування';
$lang["grant_edit_group_list"]='Поточні групи з додатковим доступом для редагування';
$lang["grant_edit_delete_user"]='Підтвердити видалення розширеного доступу для';
$lang["page-title_grant_edit_setup"] = 'Налаштування плагіна редагування грантів';