<?php


$lang["sensitive_images"] = 'Заглушаване на чувствителни изображения';
$lang["sensitive_images_help"] = 'Посочете поле за метаданни, което съхранява причината изображението да е чувствително. Когато е зададено, изображението е замъглено в резултатите и може да бъде разкрито на страниците за преглед \\/ показване на ресурса.';
$lang["sensitive_images_field"] = 'Поле за метаданни, съдържащо причината изображението да е чувствително';
$lang["sensitive_images_blur_level"] = 'Ниво на замъгляване на чувствителното изображение<br>(1=най-малко, 6=най-много)';
$lang["page-title_sensitive_images_setup"] = 'Настройка на плъгина за чувствителни изображения';
$lang["sensitive_images_show"] = 'Кликнете върху изображението, за да го покажете.';
