<?php


$lang["sensitive_images"]='تاری کردن تصویر حساس';
$lang["sensitive_images_help"]='یک فیلد متادیتا را مشخص کنید که دلیل حساس بودن تصویر را ذخیره می‌کند. هنگامی که این تنظیم شود، تصویر در نتایج تار می‌شود و می‌توان آن را در صفحات مشاهده / پیش‌نمایش منبع آشکار کرد.';
$lang["sensitive_images_field"]='فیلد ابرداده حاوی دلیل حساس بودن تصویر';
$lang["sensitive_images_blur_level"]='سطح تاری تصویر حساس<br>(1=کمترین، 6=بیشترین)';
$lang["page-title_sensitive_images_setup"] = 'تنظیم افزونه تصاویر حساس';