<?php


$lang["sensitive_images"] = 'شێوەکاری وەشانی وێنەی حسەسە';
$lang["sensitive_images_help"] = 'دیاری بکە فیلدی مەتا داتا کە هۆکارەکەی وێنە حسەسە دەگات. کاتێک ئەمە دانرا، وێنە لە ئەنجامەکاندا وەشانی دەکرێت و دەتوانرێت لە پەڕەکانی بینین یاخود پەڕەکانی پیشاندانی سەرچاوەکە بکرێت.';
$lang["sensitive_images_field"] = 'فیلدی مەتا داتا کە هۆکارەکەی وێنە حسەسە دەگات';
$lang["sensitive_images_blur_level"] = 'ئاستی وەشانی وێنەی حسەسە<br>(1=کەمترین، 6=زۆرترین)';
$lang["page-title_sensitive_images_setup"] = 'ڕێکخستنەوەی پلاگینەکانی وێنەی حسەسە';
$lang["sensitive_images_show"] = 'کرتن لە وێنە بکە بۆ پیشاندانی.';
