<?php


$lang["sensitive_images"]='การเบลอภาพที่ละเอียดอ่อน';
$lang["sensitive_images_help"]='ระบุฟิลด์เมตาดาต้าที่เก็บเหตุผลว่าทำไมภาพจึงมีความละเอียดอ่อน เมื่อกำหนดแล้ว ภาพจะถูกเบลอในผลลัพธ์และสามารถเปิดเผยได้ในหน้ามุมมอง / ตัวอย่างทรัพยากร';
$lang["sensitive_images_field"]='ฟิลด์เมตาดาต้าที่มีเหตุผลว่าทำไมภาพจึงมีความละเอียดอ่อน';
$lang["sensitive_images_blur_level"]='ระดับการเบลอภาพที่ละเอียดอ่อน<br>(1=น้อยที่สุด, 6=มากที่สุด)';
$lang["page-title_sensitive_images_setup"] = 'ตั้งค่าปลั๊กอินภาพที่ละเอียดอ่อน';