<?php


$lang["sensitive_images"]='حساس تصویر کو دھندلا کرنا';
$lang["sensitive_images_help"]='ایک میٹا ڈیٹا فیلڈ کی وضاحت کریں جو اس وجہ کو محفوظ کرتا ہے کہ تصویر حساس ہے۔ جب یہ سیٹ کیا جاتا ہے، تو تصویر نتائج میں دھندلی ہو جاتی ہے اور وسائل کے منظر / پیش نظارہ صفحات پر ظاہر کی جا سکتی ہے۔';
$lang["sensitive_images_field"]='تصویری حساس ہونے کی وجہ بتانے والا میٹا ڈیٹا فیلڈ';
$lang["sensitive_images_blur_level"]='حساس تصویر دھندلاپن کی سطح<br>(1=کم سے کم، 6=زیادہ سے زیادہ)';
$lang["page-title_sensitive_images_setup"] = 'حساس تصاویر پلگ ان کی ترتیب کریں';