<?php

$lang["clip-natural-language-search"] = 'Пошук природною мовою';
$lang["clip-configuration"] = 'Конфігурація CLIP';
$lang["clip-ai-smart-search"] = 'Штучний інтелект Розумний Пошук';
$lang["clip-visually-similar-images"] = 'Візуально схожі зображення';
$lang["clip_search_cutoff"] = 'Відстань відсічення векторів пошуку природною мовою<br />(рекомендується 25%; збільште, щоб зосередити пошук, зменшіть, щоб розширити пошук)';
$lang["clip_similar_cutoff"] = 'Схожі зображення векторна відстань відсікання<br />(рекомендується 60%; збільште, щоб зосередити пошук, зменште, щоб розширити пошук)';
$lang["clip_results_limit_search"] = 'Кількість результатів пошуку для відображення';
$lang["clip_results_limit_similar"] = 'Кількість подібних ресурсів для відображення';
$lang["clip_service_url"] = 'URL служби CLIP';

$lang["clip-natural-language-search-help"] = 'Введіть опис зображення природною мовою, наприклад, \'Червоний спортивний автомобіль\'.';
$lang["clip-duplicate-images"] = 'Дубльовані зображення';
$lang["clip-duplicate-images-all"] = 'Переглянути всі зображення з дублікатами';
$lang["clip-search-upload-image"] = 'Шукати, надаючи зображення';
$lang["clip_duplicate_cutoff"] = 'Дубльовані зображення, межа відстані векторів (рекомендується 90%; збільште, щоб зосередити пошук, зменште, щоб розширити пошук)';
$lang["clip_text_search_fields"] = 'Поля метаданих для об\'єднання в текстовий вектор. Виберіть лише ті поля, які допоможуть структурувати короткий змістовний опис. Надмірні поля розмиють значення. Пропозиція: лише заголовок. Не включайте поля, що містять коди.';
$lang["clip-vector-on-upload"] = 'Генерувати вектор CLIP під час завантаження файлу';
$lang["clip-generating"] = 'CLIP генерує вектори CLIP для ресурсу:';
$lang["clip-tagging"] = 'CLIP автоматично тегує ресурс:';
$lang["clip-automatic-tagging"] = 'Автоматичне тегування';
$lang["clip-title-field"] = 'Поле для автоматично згенерованого заголовка на основі найближчого збігу в зовнішній векторній базі даних';
$lang["clip-title-url"] = 'Зовнішня векторна база даних для назв';
$lang["clip-keyword-field"] = 'Поле для найближчих відповідних ключових слів у зовнішній векторній базі даних';
$lang["clip-keyword-url"] = 'Зовнішня векторна база даних для ключових слів';
$lang["clip-keyword-count"] = 'Кількість ключових слів для встановлення (x найближчих ключових слів за косинусною подібністю)';
$lang["clip_show_on_searchbar"] = 'Показати функції CLIP на панелі пошуку';
$lang["clip_show_on_view"] = 'Показати функції CLIP на сторінці перегляду ресурсу';
$lang["clip_resource_types"] = 'Створити вектори (увімкнути пошук цих типів ресурсів)';
$lang["clip_count_vectors"] = 'Кількість векторів';
$lang["clip_missing_vectors"] = 'Вектори відсутні';
$lang["clip-vector-generation"] = 'Генерація векторів';
$lang["clip_vector-statistics"] = 'Векторна статистика';
$lang["clip-vector-cleanup"] = 'Видалити сирітські вектори';
$lang["clip-vector-cleanup-description"] = 'Видалити вектори, які належать ресурсам, що більше не існують або не є одним із вищезазначених типів ресурсів';

$lang["page-title_clip_search"] = 'Штучний інтелект Розумний Пошук';
$lang["page-title_clip_setup"] = 'Налаштування плагіна CLIP';
$lang["page-title_clip_webcam"] = 'Генератор тегів вебкамери';