<?php

$lang["custom_filename_configuration"] = 'Настройка плагина Пользовательское имя файла';
$lang["custom_filename_field_label"] = 'Куда будет сохранено новое значение?';
$lang["plugin-custom_filename-title"] = 'Пользовательское имя файла';
$lang["plugin-custom_filename-desc"] = 'Предоставляет возможность постобработки имени файла и сохранения вновь обработанного значения в отдельном поле. В данный момент этот плагин берет оригинальное имя файла и удаляет расширение для помощи с интеграцией MuseumPlus.';

$lang["page-title_custom_filename_setup"] = 'Настройка плагина пользовательского имени файла';