<?php


$lang["whisper_configuration"] = 'Канфігурацыя Шэпту';
$lang["whisper_field"] = 'Поле, у якім будзе захоўвацца выяўлены тэкст - змест будзе перапісаны, таму наладзьце новае поле спецыяльна для гэтай функцыі';
$lang["whisper_extensions"] = 'Рашырэнні файлаў для апрацоўкі';
$lang["whisper_prompt"] = 'Увядзіце падказку, якая выкарыстоўваецца для \'накіравання\' канверсіі. Дайце кантэкст для відэа ў вашай сістэме і ўключыце некаторыя словы/тэрміны, якія звычайна выкарыстоўваюцца. Дадайце словы тут, калі яны часта неправільна пачутыя.';
$lang["whisper_subtitles"] = 'Сгенераваць субтытры і дадаць як альтэрнатыўныя файлы для загрузкі';
$lang["whisper_subtitles_name"] = 'Аўтаматычна згенераваныя субтытры';
$lang["whisper_transcript"] = 'Сгенераваць файл транскрыпцыі і дадаць як альтэрнатыўныя загрузкі файлаў';
$lang["whisper_transcript_name"] = 'Аўтаматычна згенераваны транскрыпт';
$lang["page-title_whisper_setup"] = 'Наладка плагіна Whisper';