<?php


$lang["whisper_configuration"] = 'Канфігурацыя Шэпту';
$lang["whisper_field"] = 'Поле, у якім будзе захоўвацца выяўлены тэкст - змест будзе перапісаны, таму наладзьце новае поле спецыяльна для гэтай функцыі';
$lang["whisper_extensions"] = 'Рашырэнні файлаў для апрацоўкі';
$lang["whisper_prompt"] = 'Увядзіце падказку, якая выкарыстоўваецца для \'накіравання\' канверсіі. Дайце кантэкст для відэа ў вашай сістэме і ўключыце некаторыя словы/тэрміны, якія звычайна выкарыстоўваюцца. Дадайце словы тут, калі яны часта неправільна пачутыя.';
$lang["whisper_subtitles"] = 'Сгенераваць субтытры і дадаць як альтэрнатыўныя файлы для загрузкі';
$lang["whisper_subtitles_name"] = 'Аўтаматычна згенераваныя субтытры';
$lang["whisper_transcript"] = 'Сгенераваць файл транскрыпцыі і дадаць як альтэрнатыўныя загрузкі файлаў';
$lang["whisper_transcript_name"] = 'Аўтаматычна згенераваны транскрыпт';
$lang["page-title_whisper_setup"] = 'Наладка плагіна Whisper';
$lang["whisper_cron_enable"] = 'Уключыць апрацоўку неапрацаваных рэсурсаў з дапамогай запланаванай задачы Cron';
$lang["whisper"] = 'Шэпт';
$lang["whisper_process_existing"] = 'Апрацаваць неапрацаваныя рэсурсы';
$lang["whisper_process_existing_intro"] = 'Стварыце задачу для запуску апрацоўкі аўдыё з дапамогай Whisper - гэтая задача не патрабуе ніякіх параметраў, таму можа быць запушчана, пакуль няма іншых адкрытых задач гэтага тыпу.';
$lang["whisper_process_existing_configure"] = 'Налада задачы для апрацоўкі файлаў з дапамогай Whisper';
