<?php


$lang["whisper_configuration"] = 'Конфигурация на Whisper';
$lang["whisper_field"] = 'Полето, в което да се съхранява извлеченият текст - съдържанието ще бъде презаписано, затова създайте ново поле специално за тази функция';
$lang["whisper_extensions"] = 'Разширения на файлове за обработка';
$lang["whisper_prompt"] = 'Въведете подкана, използвана за \'управление\' на преобразуването. Дайте контекст за видеата във вашата система и включете някои думи/термини, които обикновено се използват. Добавете думи тук, ако често се чуват погрешно.';
$lang["whisper_subtitles"] = 'Генериране на субтитри и добавяне като алтернативни файлове за изтегляне';
$lang["whisper_subtitles_name"] = 'Автоматично генерирани субтитри';
$lang["whisper_transcript"] = 'Генериране на транскриптен файл и добавяне като алтернативни файлове за изтегляне';
$lang["whisper_transcript_name"] = 'Автоматично генериран транскрипт';
$lang["page-title_whisper_setup"] = 'Настройка на плъгина Whisper';
$lang["whisper_cron_enable"] = 'Активиране на обработката на необработени ресурси чрез планирано Cron задание';
$lang["whisper"] = 'Whisper';
$lang["whisper_process_existing"] = 'Обработка на необработени ресурси';
$lang["whisper_process_existing_intro"] = 'Създайте задача за стартиране на аудио обработката с Whisper тук - тази задача не изисква параметри, така че може да бъде стартирана, стига да няма други незавършени задачи от този тип.';
$lang["whisper_process_existing_configure"] = 'Конфигурирайте задачата за обработка на файлове с Whisper';
