<?php

$lang["whisper_configuration"] = 'Whisper কনফিগারেশন';
$lang["whisper_field"] = 'যে ক্ষেত্রটিতে নিষ্কাশিত পাঠ্য সংরক্ষণ করতে হবে - বিষয়বস্তু ওভাররাইট করা হবে তাই এই কার্যকারিতার জন্য বিশেষভাবে একটি নতুন ক্ষেত্র সেট আপ করুন';
$lang["whisper_extensions"] = 'প্রক্রিয়া করার জন্য ফাইল এক্সটেনশন';
$lang["whisper_prompt"] = 'একটি প্রম্পট প্রবেশ করুন যা রূপান্তরকে \'নিয়ন্ত্রণ\' করতে ব্যবহৃত হয়। আপনার সিস্টেমে ভিডিওগুলোর জন্য কিছু প্রেক্ষাপট দিন এবং সাধারণত ব্যবহৃত কিছু শব্দ/শর্ত অন্তর্ভুক্ত করুন। যদি কিছু শব্দ প্রায়শই ভুল শোনা হয় তবে সেগুলি এখানে যোগ করুন।';
$lang["whisper_subtitles"] = 'সাবটাইটেল তৈরি করুন এবং বিকল্প ফাইল ডাউনলোড হিসাবে যোগ করুন';
$lang["whisper_subtitles_name"] = 'স্বয়ংক্রিয়ভাবে তৈরি করা সাবটাইটেল';
$lang["whisper_transcript"] = 'একটি ট্রান্সক্রিপ্ট ফাইল তৈরি করুন এবং বিকল্প ফাইল ডাউনলোড হিসাবে যোগ করুন';
$lang["whisper_transcript_name"] = 'স্বয়ংক্রিয়ভাবে তৈরি করা ট্রান্সক্রিপ্ট';

$lang["page-title_whisper_setup"] = 'Whisper প্লাগইন সেটআপ করুন';
$lang["whisper_cron_enable"] = 'অপ্রক্রিয়াজাত সম্পদগুলি নির্ধারিত ক্রোন কাজের মাধ্যমে প্রক্রিয়া সক্ষম করুন';
$lang["whisper"] = 'উচ্চস্বরে ফিসফিস';
$lang["whisper_process_existing"] = 'অপ্রক্রিয়াজাত সম্পদগুলি প্রক্রিয়া করুন';
$lang["whisper_process_existing_intro"] = 'এখানে উয়িস্পার অডিও প্রক্রিয়াকরণের জন্য একটি কাজ তৈরি করুন - এই কাজের জন্য কোনও প্যারামিটার প্রয়োজন নয়, তাই যতক্ষণ না অন্য কোনও এই ধরনের কাজ চলমান থাকে ততক্ষণ এটি শুরু করা যেতে পারে।';
$lang["whisper_process_existing_configure"] = 'উইস্পার দিয়ে ফাইল প্রক্রিয়াকরণের জন্য কাজ কনফিগার করুন';
