<?php

$lang["whisper_configuration"] = 'Ρυθμίσεις Whisper';
$lang["whisper_field"] = 'Το πεδίο στο οποίο θα αποθηκευτεί το εξαγόμενο κείμενο - το περιεχόμενο θα αντικατασταθεί, οπότε ρυθμίστε ένα νέο πεδίο ειδικά για αυτή τη λειτουργία';
$lang["whisper_extensions"] = 'Επεξεργασία επεκτάσεων αρχείων';
$lang["whisper_prompt"] = 'Εισάγετε μια προτροπή που χρησιμοποιείται για να \'κατευθύνει\' τη μετατροπή. Δώστε κάποιο πλαίσιο για τα βίντεο στο σύστημά σας και συμπεριλάβετε κάποιες λέξεις/όρους που χρησιμοποιούνται συνήθως. Προσθέστε λέξεις εδώ αν συχνά ακούγονται λάθος.';
$lang["whisper_subtitles"] = 'Δημιουργήστε υπότιτλους και προσθέστε τους ως εναλλακτικά αρχεία λήψης';
$lang["whisper_subtitles_name"] = 'Αυτόματα παραγόμενοι υπότιτλοι';
$lang["whisper_transcript"] = 'Δημιουργήστε ένα αρχείο απομαγνητοφώνησης και προσθέστε το ως εναλλακτικό αρχείο λήψης';
$lang["whisper_transcript_name"] = 'Αυτόματα παραγόμενη μεταγραφή';

$lang["page-title_whisper_setup"] = 'Ρύθμιση Πρόσθετου Whisper';
$lang["whisper_cron_enable"] = 'Ενεργοποίηση επεξεργασίας ανεπεξέργαστων πόρων μέσω προγραμματισμένης εργασίας Cron';
$lang["whisper"] = 'Whisper';
$lang["whisper_process_existing"] = 'Επεξεργασία ανεπεξέργαστων πόρων';
$lang["whisper_process_existing_intro"] = 'Δημιουργήστε μια εργασία για να ξεκινήσετε την επεξεργασία ήχου Whisper εδώ - αυτή η εργασία δεν απαιτεί παραμέτρους, οπότε μπορεί να ξεκινήσει όσο δεν υπάρχουν άλλες εκκρεμείς εργασίες αυτού του τύπου.';
$lang["whisper_process_existing_configure"] = 'Διαμόρφωση εργασίας για επεξεργασία αρχείων με Whisper';
