<?php

$lang["whisper_configuration"] = 'پیکربندی ویسپر';
$lang["whisper_field"] = 'زمینه‌ای که برای ذخیره متن استخراج شده استفاده می‌شود - محتوا بازنویسی خواهد شد، بنابراین یک زمینه جدید به‌طور خاص برای این عملکرد تنظیم کنید';
$lang["whisper_extensions"] = 'پسوندهای فایل برای پردازش';
$lang["whisper_prompt"] = 'لطفاً یک دستور وارد کنید که برای \'راهنمایی\' تبدیل استفاده می‌شود. برخی از زمینه‌ها برای ویدیوهای موجود در سیستم خود را ارائه دهید و شامل برخی از کلمات/اصطلاحات معمولاً استفاده شده باشید. اگر کلماتی وجود دارد که اغلب به اشتباه شنیده می‌شوند، آنها را اینجا اضافه کنید.';
$lang["whisper_subtitles"] = 'زیرنویس‌ها را تولید کرده و به عنوان فایل‌های دانلود جایگزین اضافه کنید';
$lang["whisper_subtitles_name"] = 'زیرنویس‌های تولید شده به‌طور خودکار';
$lang["whisper_transcript"] = 'فایل رونویس را تولید کنید و به عنوان دانلودهای فایل جایگزین اضافه کنید';
$lang["whisper_transcript_name"] = 'ترجمه خودکار تولید شده';

$lang["page-title_whisper_setup"] = 'نصب افزونه Whisper';
$lang["whisper_cron_enable"] = 'فعال‌سازی پردازش منابع پردازش‌نشده از طریق وظیفه زمان‌بندی شده Cron';
$lang["whisper"] = 'ویسپر';
$lang["whisper_process_existing"] = 'پردازش منابع پردازش‌نشده';
$lang["whisper_process_existing_intro"] = 'ایجاد یک وظیفه برای شروع پردازش صوتی ویسپر در اینجا - این وظیفه نیاز به پارامتر ندارد، بنابراین می‌تواند زمانی که وظایف دیگری از این نوع در حال اجرا نیست، شروع شود.';
$lang["whisper_process_existing_configure"] = 'پیکربندی وظیفه برای پردازش فایل‌ها با ویسپر';
