<?php


$lang["whisper_configuration"] = 'ڕێکخستنەوەی وێشپەر';
$lang["whisper_field"] = 'میدانی کە دەبێت دەقی کەوتووتەوە لە ناوەوە لەوەی کە دەقی دەربڕین - ناوەڕۆکەکان لەگەڵ دەربڕین دەکرێن بۆیە فیلدی نوێ دروست بکە بۆ ئەم فەرمیە';
$lang["whisper_extensions"] = 'پەیوەندیدارەکانی فایل بۆ پرۆسەکردن';
$lang["whisper_prompt"] = 'داخل کردن پێشنیازی کە بۆ \'ڕێنمایی\' گۆڕانکاریەکە بەکار دەهێنرێت. بۆ وێنەکان لە سیستەمەکەت وەربگرە و هەندێ وشە/تێرم بەکاردێنرێت. ئەگەر وشەکان لە زۆر جار هەڵەی لەگەڵ دەربڕین، لەو شوێنە داخڵ بکە.';
$lang["whisper_subtitles"] = 'هەڵبژاردنی سەردێڕ و زیادکردن وەک فایلەکانی دابەشکراوەکان';
$lang["whisper_subtitles_name"] = 'سەردێڕی دروستکراوە بە خۆکار';
$lang["whisper_transcript"] = 'دروستکردنی فایلەکانی تێکستی و زیادکردن وەک فایلەکانی دابەشکراوەکان';
$lang["whisper_transcript_name"] = 'تێکستی دروستکراوە بە خۆکار';
$lang["page-title_whisper_setup"] = 'ڕێکخستنەوەی پلاگین وێشپەر';
$lang["whisper_cron_enable"] = 'چالاککردنی پرۆسەکردنی سەرچاوەکانی نەچالاک لە ڕێگەی کارگەی Cron';
$lang["whisper"] = 'وێشپەر';
$lang["whisper_process_existing"] = 'پرۆسەکردنی سەرچاوەکانی نەچالاک';
$lang["whisper_process_existing_intro"] = 'ئەم کارە دروست بکە بۆ دەستپێکردنی پرۆسەکردنی دەنگی وێشپەر لەوێ - ئەم کارە هیچ پارامێرەکەی پێویست نیە، بۆیە دەتوانرێت بەردەوام بێت هەروەها هیچ کارەکانی تر لە ئەم جۆرە نەماوە.';
$lang["whisper_process_existing_configure"] = 'پێناسەکردنی کارە بۆ پرۆسەکردنی فایلەکان بە وێشپەر';
