<?php

$lang["whisper_configuration"] = 'ਫੁਸਫੁਸਾਹਟ ਸੰਰਚਨਾ';
$lang["whisper_field"] = 'ਜਿਸ ਖੇਤਰ ਵਿੱਚ ਨਿਕਾਲੀ ਗਈ ਲਿਖਤ ਨੂੰ ਸਟੋਰ ਕਰਨਾ ਹੈ - ਸਮੱਗਰੀ ਨੂੰ ਦੁਬਾਰਾ ਲਿਖਿਆ ਜਾਵੇਗਾ ਇਸ ਲਈ ਇਸ ਫੰਕਸ਼ਨ ਲਈ ਖਾਸ ਤੌਰ \'ਤੇ ਇੱਕ ਨਵਾਂ ਖੇਤਰ ਸੈਟ ਕਰੋ';
$lang["whisper_extensions"] = 'ਫਾਈਲ ਵਿਆਸਾਂ ਨੂੰ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਲਈ';
$lang["whisper_prompt"] = 'ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਪ੍ਰੰਪਟ ਦਰਜ ਕਰੋ ਜੋ ਪਰਿਵਰਤਨ ਨੂੰ \'ਸੰਚਾਲਿਤ\' ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਆਪਣੇ ਸਿਸਟਮ \'ਤੇ ਵੀਡੀਓਜ਼ ਲਈ ਕੁਝ ਸੰਦਰਭ ਦਿਓ ਅਤੇ ਕੁਝ ਸ਼ਬਦ/ਸ਼ਰਤਾਂ ਸ਼ਾਮਲ ਕਰੋ ਜੋ ਆਮ ਤੌਰ \'ਤੇ ਵਰਤੇ ਜਾਂਦੇ ਹਨ। ਜੇਕਰ ਕੋਈ ਸ਼ਬਦ ਅਕਸਰ ਗਲਤ ਸੁਣੇ ਜਾਂਦੇ ਹਨ ਤਾਂ ਇੱਥੇ ਸ਼ਬਦ ਸ਼ਾਮਲ ਕਰੋ।';
$lang["whisper_subtitles"] = 'ਸਬਟਾਈਟਲ ਬਣਾਓ ਅਤੇ ਵੱਖਰੇ ਫਾਈਲ ਡਾਊਨਲੋਡ ਵਜੋਂ ਸ਼ਾਮਲ ਕਰੋ';
$lang["whisper_subtitles_name"] = 'ਆਪਣੇ ਆਪ ਬਣਾਈਆਂ ਗਈਆਂ ਉਪਸ਼ੀਰਸ਼ਕ';
$lang["whisper_transcript"] = 'ਇੱਕ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ ਫਾਈਲ ਬਣਾਓ ਅਤੇ ਇਸਨੂੰ ਵਿਕਲਪਿਕ ਫਾਈਲ ਡਾਊਨਲੋਡ ਵਜੋਂ ਸ਼ਾਮਲ ਕਰੋ';
$lang["whisper_transcript_name"] = 'ਆਪਣੇ ਆਪ ਬਣਾਇਆ ਗਿਆ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ';

$lang["page-title_whisper_setup"] = 'Whisper ਪਲੱਗਇਨ ਸੈਟਅਪ ਕਰੋ';
$lang["whisper_cron_enable"] = 'ਅਣਪ੍ਰਕਿਰਿਆਤਮਕ ਸਰੋਤਾਂ ਦੀ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਸ਼ਡਿਊਲ Cron ਨੌਕਰੀ ਰਾਹੀਂ ਚਾਲੂ ਕਰੋ';
$lang["whisper"] = 'ਵਿਸ਼ਪਰ';
$lang["whisper_process_existing"] = 'ਅਣਪ੍ਰਕਿਰਿਆਤਮਕ ਸਰੋਤਾਂ ਨੂੰ ਪ੍ਰਕਿਰਿਆ ਕਰੋ';
$lang["whisper_process_existing_intro"] = 'ਇੱਥੇ ਵਿਸ਼ਪਰ ਆਡੀਓ ਪ੍ਰਕਿਰਿਆ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਕ ਨੌਕਰੀ ਬਣਾਓ - ਇਸ ਨੌਕਰੀ ਨੂੰ ਕਿਸੇ ਵੀ ਪੈਰਾਮੀਟਰ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ ਇਸ ਲਈ ਜਦ ਤੱਕ ਇਸ ਕਿਸਮ ਦੀ ਹੋਰ ਕੋਈ ਬਕਾਇਆ ਨੌਕਰੀ ਨਾ ਹੋਵੇ, ਇਸ ਨੂੰ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।';
$lang["whisper_process_existing_configure"] = 'ਫਾਈਲਾਂ ਨੂੰ ਵਿਸ਼ਪਰ ਨਾਲ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਲਈ ਨੌਕਰੀ ਸੰਰਚਨਾ ਕਰੋ';
