<?php

$lang["whisper_configuration"] = 'Конфигурация Whisper';
$lang["whisper_field"] = 'Поле, в котором будет храниться извлеченный текст - содержимое будет перезаписано, поэтому создайте новое поле специально для этой функции';
$lang["whisper_extensions"] = 'Расширения файлов для обработки';
$lang["whisper_prompt"] = 'Введите подсказку, используемую для \'управления\' конверсией. Укажите контекст для видео в вашей системе и включите некоторые слова/термины, которые обычно используются. Добавьте слова здесь, если они часто неправильно воспринимаются.';
$lang["whisper_subtitles"] = 'Сгенерировать субтитры и добавить в качестве альтернативных файлов для загрузки';
$lang["whisper_subtitles_name"] = 'Автоматически сгенерированные субтитры';
$lang["whisper_transcript"] = 'Создайте файл транскрипции и добавьте его в качестве альтернативного файла для загрузки';
$lang["whisper_transcript_name"] = 'Автоматически сгенерированный транскрипт';

$lang["page-title_whisper_setup"] = 'Настройка плагина Whisper';
$lang["whisper_cron_enable"] = 'Включить обработку необработанных ресурсов с помощью запланированной задачи Cron';
$lang["whisper"] = 'Шепот';
$lang["whisper_process_existing"] = 'Обработать необработанные ресурсы';
$lang["whisper_process_existing_intro"] = 'Создайте задачу для запуска обработки аудио с помощью Whisper — эта задача не требует параметров, поэтому её можно запускать, пока нет других незавершённых задач этого типа.';
$lang["whisper_process_existing_configure"] = 'Настроить задачу для обработки файлов с помощью Whisper';
