<?php

$lang["whisper_configuration"] = 'Конфігурація Whisper';
$lang["whisper_field"] = 'Поле, в якому зберігатиметься витягнений текст - вміст буде перезаписано, тому налаштуйте нове поле спеціально для цієї функції';
$lang["whisper_extensions"] = 'Розширення файлів для обробки';
$lang["whisper_prompt"] = 'Введіть підказку, що використовується для \'керування\' конверсією. Надайте деякий контекст для відео у вашій системі та включіть деякі слова/терміни, які зазвичай використовуються. Додайте слова тут, якщо їх часто неправильно чують.';
$lang["whisper_subtitles"] = 'Генерувати субтитри та додати як альтернативні файли для завантаження';
$lang["whisper_subtitles_name"] = 'Автоматично згенеровані субтитри';
$lang["whisper_transcript"] = 'Створіть файл транскрипції та додайте його як альтернативний файл для завантаження';
$lang["whisper_transcript_name"] = 'Автоматично згенерований транскрипт';

$lang["page-title_whisper_setup"] = 'Налаштування плагіна Whisper';