<?php

$lang["whisper_configuration"] = 'سرگوشی کی ترتیب';
$lang["whisper_field"] = 'وہ میدان جہاں نکالا گیا متن محفوظ کیا جائے - مواد کو اوور رائٹ کیا جائے گا لہذا اس فنکشن کے لیے خاص طور پر ایک نیا میدان ترتیب دیں';
$lang["whisper_extensions"] = 'پروسیس کرنے کے لیے فائل کی توسیعات';
$lang["whisper_prompt"] = 'ایک پرامپٹ درج کریں جو تبدیلی کی \'رہنمائی\' کے لیے استعمال ہوتا ہے۔ اپنے نظام پر ویڈیوز کے لیے کچھ سیاق و سباق شامل کریں اور کچھ الفاظ/اصطلاحات شامل کریں جو عام طور پر استعمال ہوتی ہیں۔ اگر کچھ الفاظ اکثر غلط سنے جاتے ہیں تو انہیں یہاں شامل کریں۔';
$lang["whisper_subtitles"] = 'ذیلی تحریریں تیار کریں اور انہیں متبادل فائل ڈاؤن لوڈ کے طور پر شامل کریں';
$lang["whisper_subtitles_name"] = 'خودکار طور پر تیار کردہ ذیلی عنوانات';
$lang["whisper_transcript"] = 'ایک نقل فائل تیار کریں اور متبادل فائل ڈاؤن لوڈ کے طور پر شامل کریں';
$lang["whisper_transcript_name"] = 'خودکار طور پر تیار کردہ نقل';

$lang["page-title_whisper_setup"] = 'Whisper پلگ ان سیٹ اپ کریں';
$lang["whisper_cron_enable"] = 'غیر عملدرآمد وسائل کی پروسیسنگ کے لیے شیڈیول کردہ Cron ملازمت کے ذریعے فعال کریں';
$lang["whisper"] = 'سرگوشی';
$lang["whisper_process_existing"] = 'غیر عملدرآمد وسائل کو پروسیس کریں';
$lang["whisper_process_existing_intro"] = 'یہاں سرگوشی آڈیو پروسیسنگ شروع کرنے کے لیے ایک ملازمت بنائیں - اس ملازمت کو کسی بھی پیرامیٹرز کی ضرورت نہیں ہے لہٰذا اسے شروع کیا جا سکتا ہے جب تک کہ اس قسم کی کوئی اور زیر التوا ملازمتیں موجود نہ ہوں۔';
$lang["whisper_process_existing_configure"] = 'فائلوں کو سرگوشی کے ساتھ پروسیس کرنے کے لیے ملازمت کو ترتیب دیں';
