<?php


$lang["image_text_configuration"]='Настройка текста изображения';
$lang["image_text_summary"]='Этот плагин будет использовать данные из указанного поля и наложит их на основание изображения. Выбранные группы увидят опцию загрузки оригинального файла без добавленного текста.<br><br>';
$lang["image_text_field_select"]='Выберите поле метаданных, которое будет использоваться в качестве дополнительного источника текста.';
$lang["image_text_restypes"]='Выберите типы ресурсов, к которым будет применяться данный плагин';
$lang["image_text_override_groups"]='Выберите группы, которые будут иметь возможность загружать оригинальный файл без дополнительного текста';
$lang["image_text_default_text"]='Введите текст, который будет добавлен, если поле метаданных не содержит данных. Если оставить пустым, то текст не будет добавлен';
$lang["image_text_download_clear"]='Скачать без подписи';
$lang["image_text_filetypes"]='Список расширений файлов, к которым будет добавлен текст изображения';
$lang["image_text_height_proportion"]='Высота текстового баннера в процентах от высоты изображения';
$lang["image_text_max_height"]='Максимальная высота баннера в пикселях, оставьте 0 для отсутствия максимальной высоты';
$lang["image_text_min_height"]='Минимальная высота баннера в пикселях, оставьте 0 для отсутствия минимальной высоты';
$lang["image_text_position"]='Позиция текста на баннере.';
$lang["image_text_banner_position"]='Позиция баннера относительно изображения.';
$lang["image_text_font"]='Шрифт, который необходимо использовать, должен быть поддерживаемым установленной версией ImageMagick';
$lang["image_text_noim"]='Этот плагин требует установленного Imagemagick.';
$lang["plugin-image_text-title"]='Текст изображения';
$lang["plugin-image_text-desc"]='Позволяет добавлять данные поля к изображению при загрузке';
$lang["image_text_position_list"] = array(
   'west' => 'запад',
   'center' => 'центр',
   'east' => 'восток',
);
$lang["image_text_banner_position_list"] = array(
   'top' => 'верх',
   'bottom' => 'низ',
);
$lang["page-title_image_text_setup"] = 'Настройка плагина текстового изображения';