<?php


$lang["system_reset"]='ਸਿਸਟਮ ਰੀਸੈਟ';
$lang["system_reset_warning"]='ਚੇਤਾਵਨੀ! ਇਹ ਸਾਰੇ ਫਾਈਲਾਂ ਅਤੇ ਡਾਟਾ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗਾ ਜਿਸ ਵਿੱਚ ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ, ਸਰੋਤ ਡਾਟਾ, ਸਰੋਤ ਖੇਤਰ ਅਤੇ ਸਰੋਤ ਕਿਸਮਾਂ ਸ਼ਾਮਲ ਹਨ। ਸਿਰਫ ਯੂਜ਼ਰ ਖਾਤੇ ਅਤੇ ਯੂਜ਼ਰ ਸਮੂਹ ਬਰਕਰਾਰ ਰਹਿਣਗੇ। ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।';
$lang["system_reset_confirm"]='ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।';
$lang["system_reset_delete_all"]='ਸਾਰੇ ਡਾਟਾ ਅਤੇ ਫਾਈਲਾਂ ਮਿਟਾਓ';
$lang["system_reset-tooltip"] = 'ਸਾਰੇ ਫਾਈਲਾਂ ਅਤੇ ਡਾਟਾ ਮਿਟਾਉਣ ਲਈ ਸਿਸਟਮ ਰੀਸੈਟ ਕਰੋ';
$lang["page-title_system_reset_reset"] = 'ਸਿਸਟਮ ਰੀਸੈਟ';