<?php


$lang["news_manage"]='Διαχείριση Νέων Αντικειμένων';
$lang["news_intro"]='Χρησιμοποιήστε αυτήν τη σελίδα για να προσθέσετε, να επεξεργαστείτε ή να διαγράψετε ειδήσεις που εμφανίζονται στην αρχική σελίδα';
$lang["news_add"]='Δημιουργία Νέου Άρθρου';
$lang["news_edit"]='Επεξεργασία Νέου Άρθρου';
$lang["news_search"]='Αναζήτηση Νέων Αντικειμένων';
$lang["news_addtitle"]='Εισαγάγετε τον τίτλο που θα εμφανίζεται στην αρχική σελίδα';
$lang["news_headline"]='Κεφαλίδα';
$lang["news_body"]='Περιεχόμενο σώματος';
$lang["news_nonewmessages"]='Δεν υπάρχουν νέα μηνύματα';
$lang["title"]='Τελευταία Νέα...';
$lang["title-too-long"]='Το πεδίο τίτλου είναι μεγαλύτερο από τους 50 χαρακτήρες που επιτρέπονται';
$lang["plugin-news-title"]='Νέα';
$lang["plugin-news-desc"]='Προσθέτει ειδήσεις στην αρχική σελίδα';
$lang["news_manage-tooltip"] = 'Προσθήκη, επεξεργασία ή διαγραφή ειδήσεων';
$lang["page-title_news_news_content_edit"] = 'Επεξεργασία Περιεχομένου Ειδήσεων';
$lang["page-title_news_news_edit"] = 'Επεξεργασία Νέων';
$lang["page-title_news_news"] = 'Νέα';