<?php


$lang["sensitive_images"] = 'Размыццё адчувальных малюнкаў';
$lang["sensitive_images_help"] = 'Укажыце поле метададзеных, якое захоўвае прычыну, па якой малюнак з\'яўляецца адчувальным. Калі гэта ўстаноўлена, малюнак размыты ў выніках і можа быць раскрыты на старонках прагляду / папярэдняга прагляду рэсурсаў.';
$lang["sensitive_images_field"] = 'Поле метададзеных, якое ўтрымлівае прычыну, чаму малюнак з\'яўляецца адчувальным';
$lang["sensitive_images_blur_level"] = 'Раўнамернасць размыцця адчувальных малюнкаў<br>(1=мінімум, 6=максімум)';
$lang["page-title_sensitive_images_setup"] = 'Наладка плагіна для адчувальных малюнкаў';