<?php

$lang["whisper_configuration"] = 'Ρυθμίσεις Whisper';
$lang["whisper_field"] = 'Το πεδίο στο οποίο θα αποθηκευτεί το εξαγόμενο κείμενο - το περιεχόμενο θα αντικατασταθεί, οπότε ρυθμίστε ένα νέο πεδίο ειδικά για αυτή τη λειτουργία';
$lang["whisper_extensions"] = 'Επεξεργασία επεκτάσεων αρχείων';
$lang["whisper_prompt"] = 'Εισάγετε μια προτροπή που χρησιμοποιείται για να \'κατευθύνει\' τη μετατροπή. Δώστε κάποιο πλαίσιο για τα βίντεο στο σύστημά σας και συμπεριλάβετε κάποιες λέξεις/όρους που χρησιμοποιούνται συνήθως. Προσθέστε λέξεις εδώ αν συχνά ακούγονται λάθος.';
$lang["whisper_subtitles"] = 'Δημιουργήστε υπότιτλους και προσθέστε τους ως εναλλακτικά αρχεία λήψης';
$lang["whisper_subtitles_name"] = 'Αυτόματα παραγόμενοι υπότιτλοι';
$lang["whisper_transcript"] = 'Δημιουργήστε ένα αρχείο απομαγνητοφώνησης και προσθέστε το ως εναλλακτικό αρχείο λήψης';
$lang["whisper_transcript_name"] = 'Αυτόματα παραγόμενη μεταγραφή';

$lang["page-title_whisper_setup"] = 'Ρύθμιση Πρόσθετου Whisper';