<?php

$lang["clip-natural-language-search"] = 'Поиск на естественном языке';
$lang["clip-configuration"] = 'Конфигурация CLIP';
$lang["clip-ai-smart-search"] = 'Искусственный интеллект Умный Поиск';
$lang["clip-visually-similar-images"] = 'Визуально похожие изображения';
$lang["clip_search_cutoff"] = 'Порог расстояния векторного поиска на естественном языке<br />(рекомендуется 25%; увеличьте, чтобы сосредоточить поиск, уменьшите, чтобы расширить поиск)';
$lang["clip_similar_cutoff"] = 'Порог расстояния векторов для похожих изображений<br />(рекомендуется 60%; увеличьте, чтобы сосредоточить поиск, уменьшите, чтобы расширить поиск)';
$lang["clip_results_limit_search"] = 'Количество результатов поиска для отображения';
$lang["clip_results_limit_similar"] = 'Количество похожих ресурсов для отображения';
$lang["clip_service_url"] = 'URL сервиса CLIP';

$lang["clip-natural-language-search-help"] = 'Введите описание изображения на естественном языке, например, \'Красный спортивный автомобиль\'.';
$lang["clip-duplicate-images"] = 'Дублированные изображения';
$lang["clip-duplicate-images-all"] = 'Просмотреть все изображения с дубликатами';
$lang["clip-search-upload-image"] = 'Поиск по предоставленному изображению';
$lang["clip_duplicate_cutoff"] = 'Порог расстояния векторов для дублирующихся изображений (рекомендуется 90%; увеличьте, чтобы сосредоточить поиск, уменьшите, чтобы расширить поиск)';
$lang["clip_text_search_fields"] = 'Поля метаданных для объединения в текстовый вектор. Выберите только те поля, которые помогут структурировать короткое значимое описание. Избыточные поля размоют смысл. Рекомендация: только заголовок. Не включайте поля, содержащие коды.';
$lang["clip-vector-on-upload"] = 'Сгенерировать вектор CLIP при загрузке файла';
$lang["clip-generating"] = 'CLIP генерирует векторы CLIP для ресурса:';
$lang["clip-tagging"] = 'CLIP автоматически добавляет теги к ресурсу:';
$lang["clip-automatic-tagging"] = 'Автоматическая маркировка';
$lang["clip-title-field"] = 'Поле для автоматически сгенерированного заголовка на основе ближайшего совпадения во внешней векторной базе данных';
$lang["clip-title-url"] = 'Внешняя векторная база данных для заголовков';
$lang["clip-keyword-field"] = 'Поле для ближайших соответствующих ключевых слов во внешней векторной базе данных';
$lang["clip-keyword-url"] = 'Внешняя векторная база данных для ключевых слов';
$lang["clip-keyword-count"] = 'Количество ключевых слов для установки (x ближайших ключевых слов по косинусному сходству)';
$lang["clip_show_on_searchbar"] = 'Показать функции CLIP на панели поиска';
$lang["clip_show_on_view"] = 'Показать функции CLIP на странице просмотра ресурса';
$lang["clip_resource_types"] = 'Создать векторы (включить поиск по) этим типам ресурсов';
$lang["clip_count_vectors"] = 'Количество векторов';
$lang["clip_missing_vectors"] = 'Векторы отсутствуют';
$lang["clip-vector-generation"] = 'Генерация векторов';
$lang["clip_vector-statistics"] = 'Векторная статистика';
$lang["clip-vector-cleanup"] = 'Удалить сиротские векторы';
$lang["clip-vector-cleanup-description"] = 'Удалить векторы, которые принадлежат ресурсам, которые больше не существуют или не являются одним из вышеуказанных типов ресурсов';

$lang["page-title_clip_search"] = 'Искусственный интеллект Умный Поиск';
$lang["page-title_clip_setup"] = 'Настройка плагина CLIP';
$lang["page-title_clip_webcam"] = 'Генератор тегов веб-камеры';