<?php

$lang["whisper_configuration"] = 'سرگوشی کی ترتیب';
$lang["whisper_field"] = 'وہ میدان جہاں نکالا گیا متن محفوظ کیا جائے - مواد کو اوور رائٹ کیا جائے گا لہذا اس فنکشن کے لیے خاص طور پر ایک نیا میدان ترتیب دیں';
$lang["whisper_extensions"] = 'پروسیس کرنے کے لیے فائل کی توسیعات';
$lang["whisper_prompt"] = 'ایک پرامپٹ درج کریں جو تبدیلی کی \'رہنمائی\' کے لیے استعمال ہوتا ہے۔ اپنے نظام پر ویڈیوز کے لیے کچھ سیاق و سباق شامل کریں اور کچھ الفاظ/اصطلاحات شامل کریں جو عام طور پر استعمال ہوتی ہیں۔ اگر کچھ الفاظ اکثر غلط سنے جاتے ہیں تو انہیں یہاں شامل کریں۔';
$lang["whisper_subtitles"] = 'ذیلی تحریریں تیار کریں اور انہیں متبادل فائل ڈاؤن لوڈ کے طور پر شامل کریں';
$lang["whisper_subtitles_name"] = 'خودکار طور پر تیار کردہ ذیلی عنوانات';
$lang["whisper_transcript"] = 'ایک نقل فائل تیار کریں اور متبادل فائل ڈاؤن لوڈ کے طور پر شامل کریں';
$lang["whisper_transcript_name"] = 'خودکار طور پر تیار کردہ نقل';

$lang["page-title_whisper_setup"] = 'Whisper پلگ ان سیٹ اپ کریں';