<?php


$lang["grant_edit_title"] = 'Надаць права на рэдагаванне';
$lang["grant_edit_configuration"] = 'Дазволіць рэдагаванне - опцыі';
$lang["grant_edit_groups"] = 'Дазволіць наступным групам надаваць доступ для рэдагавання';
$lang["grant_edit_add"] = 'Уключыць доступ для рэдагавання для наступных карыстальнікаў/групаў';
$lang["grant_edit_date"] = 'Тэрмін дзеяння доступу для рэдагавання';
$lang["grant_edit_list"] = 'Сучасныя карыстальнікі з дадатковым доступам да рэдагавання';
$lang["grant_edit_group_list"] = 'Сучасныя групы з дадатковым доступам для рэдагавання';
$lang["grant_edit_delete_user"] = 'Пацвердзіце выдаленне пашыранага доступу для';
$lang["page-title_grant_edit_setup"] = 'Наладка плагіна рэдагавання правоў';