<?php


$lang["system_reset"]='सिस्टम रीसेट';
$lang["system_reset_warning"]='चेतावनी! यह सभी फाइलें और डेटा, जिसमें सिस्टम सेटिंग्स, संसाधन डेटा, संसाधन फ़ील्ड और संसाधन प्रकार शामिल हैं, को हटा देगा। केवल उपयोगकर्ता खाते और उपयोगकर्ता समूह बरकरार रहेंगे। इस क्रिया को वापस नहीं किया जा सकता।';
$lang["system_reset_confirm"]='क्या आप सुनिश्चित हैं? इसे पूर्ववत नहीं किया जा सकता।';
$lang["system_reset_delete_all"]='सभी डेटा और फाइलें हटाएं';
$lang["plugin-system_reset-title"]='सिस्टम रीसेट';
$lang["plugin-system_reset-desc"]='प्रशासक/प्रणाली में सभी डेटा मिटाने का विकल्प जोड़ता है';
$lang["system_reset-tooltip"] = 'सभी फ़ाइलों और डेटा को हटाने के लिए सिस्टम रीसेट करें';
$lang["page-title_system_reset_reset"] = 'सिस्टम रीसेट';