<?php

$lang["whisper_configuration"] = 'การตั้งค่า Whisper';
$lang["whisper_field"] = 'ฟิลด์ที่ใช้ในการเก็บข้อความที่ถูกดึงออก - เนื้อหาจะถูกเขียนทับดังนั้นให้ตั้งค่าฟิลด์ใหม่เฉพาะสำหรับฟังก์ชันนี้';
$lang["whisper_extensions"] = 'นามสกุลไฟล์ที่ต้องการประมวลผล';
$lang["whisper_prompt"] = 'กรุณาใส่ข้อความที่ใช้ในการ \'ชี้นำ\' การแปลงข้อมูล ให้ข้อมูลบางอย่างเกี่ยวกับวิดีโอในระบบของคุณและรวมคำ/คำศัพท์ที่มักใช้ เพิ่มคำที่นี่หากมักจะได้ยินผิด';
$lang["whisper_subtitles"] = 'สร้างคำบรรยายและเพิ่มเป็นไฟล์ดาวน์โหลดทางเลือก';
$lang["whisper_subtitles_name"] = 'คำบรรยายที่สร้างขึ้นโดยอัตโนมัติ';
$lang["whisper_transcript"] = 'สร้างไฟล์ถอดความและเพิ่มเป็นไฟล์ดาวน์โหลดทางเลือก';
$lang["whisper_transcript_name"] = 'ถอดความที่สร้างขึ้นโดยอัตโนมัติ';

$lang["page-title_whisper_setup"] = 'ตั้งค่า Whisper Plugin';