<?php

$lang["faces-detected-faces"] = 'Выяўленыя твары';
$lang["faces-detected-face"] = 'Выяўленае твар';
$lang["faces-find-matching"] = 'Знайдзіце супадальныя твары';
$lang["faces-configuration"] = 'Канфігурацыя твараў ШІ';
$lang["faces-service-endpoint"] = 'Python FastAPI service URL';
$lang["faces-match-threshold"] = 'Парог адпаведнасці твараў: які ўзровень падобнасці лічыцца адпаведнасцю пры пошуку твараў? Рэкамендуецца 30% (павялічце, калі ў выніках пошуку шмат няправільных адпаведнасцяў)';
$lang["faces-tag-threshold"] = 'Парог тэгавання твараў: які ўзровень падобнасці лічыцца супадзеннем пры аўтаматычным тэгаванні твараў? Рэкамендуецца 50% (павялічце, калі ёсць вялікая колькасць няправільных тэгаў)';
$lang["faces-confidence-threshold"] = 'Парог даверу да тварнага аблічча: Наколькі ўпэўнены павінен быць мадэль у тым, што яна знайшла чалавечае твар? Рэкамендавана 70% (значэнні ніжэй гэтага будуць супадаць з засланенымі тварамі і не тварамі)';
$lang["faces-confidence"] = 'Упэўненасць, што гэта твар';
$lang["faces-tag-field"] = 'Поле, якое змяшчае імёны адзначаных асоб. Гэта павінна быць поле Дынамічнага спісу ключавых слоў.';
$lang["faces-tag-field-not-set"] = 'Поле для тэгаў не наладжана.';
$lang["faces-name"] = 'Імя';
$lang["faces-detect-on-upload"] = 'Сканіраваць твар на загрузцы?';
$lang["faces-tag-on-upload"] = 'Ці пазначыць распазнаныя твары падчас загрузкі?';
$lang["faces-detecting"] = 'Сканаванне твараў у рэсурсе:';
$lang["faces-tagging"] = 'Маркiроўка выяўленых твараў у рэсурсе:';
$lang["faces-oneface"] = 'Калі ласка, выберыце толькі адзін варыянт для кожнага боку.';
$lang["faces-show-view"] = 'Пакажыце функцыянальнасць AI Faces на старонцы прагляду.';
$lang["faces_count_faces"] = 'Агульная колькасць выяўленых твараў';
$lang["faces_count_missing"] = 'Выявы для апрацоўкі';

$lang["page-title_faces_setup"] = 'Наладка плагіна Faces';