<?php


$lang["faces-detected-faces"] = 'Обнаружени лица';
$lang["faces-detected-face"] = 'Обнаружено лице';
$lang["faces-find-matching"] = 'Намери съвпадащи лица';
$lang["faces-configuration"] = 'Конфигурация на AI лица';
$lang["faces-service-endpoint"] = 'URL на услугата Python FastAPI';
$lang["faces-match-threshold"] = 'Праг на съвпадение на лице: какво ниво на подобие се счита за съвпадение при търсене на лица? Предложено 30% (увеличете, ако има много грешни съвпадения в резултатите от търсенето)';
$lang["faces-tag-threshold"] = 'Праг на тагване на лице: какво ниво на подобие се счита за съвпадение при автоматично тагване на лица? Предложено 50% (увеличете, ако има голям брой грешни тагове)';
$lang["faces-confidence-threshold"] = 'Праг на увереност за лице: колко уверена трябва да е моделът, че е намерило човешко лице? Предложено 70% (стойности под това ще съвпадат с покрити лица и непо лице)';
$lang["faces-confidence"] = 'Увереност, че това е лице';
$lang["faces-tag-field"] = 'Полето, съдържащо имената на тагнатите лица. Трябва да е поле с динамичен списък с ключови думи.';
$lang["faces-tag-field-not-set"] = 'Полето за тагване не е конфигурирано.';
$lang["faces-name"] = 'Име';
$lang["faces-detect-on-upload"] = 'Да се сканира за лица при качване?';
$lang["faces-tag-on-upload"] = 'Да се тагнат разпознатите лица при качване?';
$lang["faces-detecting"] = 'Сканиране за лица в ресурса:';
$lang["faces-tagging"] = 'Откриване на лица в ресурса:';
$lang["faces-oneface"] = 'Моля, изберете само една опция за всяко лице.';
$lang["faces-show-view"] = 'Показване на функционалността AI Faces на страницата за преглед.';
$lang["faces_count_faces"] = 'Общо открити лица';
$lang["faces_count_missing"] = 'Изображения за обработка';
$lang["page-title_faces_setup"] = 'Настройка на плъгина Faces';
$lang["faces_insight_faces"] = 'InsightFaces';
$lang["faces_detect_faces"] = 'Откриване на лица';
$lang["faces_tag_faces"] = 'Маркиране на лица';
$lang["faces_detect_faces_configure"] = 'Конфигуриране на задача за откриване на лица';
$lang["faces_tag_faces_configure"] = 'Конфигуриране на задача за маркиране на лица';
$lang["faces_detect_faces_intro"] = 'Създайте задача за започване на откриване на лица тук - тази задача не изисква параметри, така че може да бъде стартирана, стига да няма други незавършени задачи от този тип.';
$lang["faces_tag_faces_collection_refs_help"] = 'Настройването на тази опция ще означава, че ще бъдат актуализирани само ресурсите в изброените колекции. Ако не са посочени колекции, маркирането на лица ще бъде актуализирано за ВСИЧКИ подходящи ресурси. Колекциите могат да бъдат посочени чрез списък, разделен с запетаи, както и диапазони, например 100,105,110-115';
