<?php

$lang["faces-detected-faces"] = 'Ανιχνευμένα πρόσωπα';
$lang["faces-detected-face"] = 'Ανιχνευμένο πρόσωπο';
$lang["faces-confidence"] = 'Εμπιστοσύνη';
$lang["faces-find-matching"] = 'Βρείτε τα ταιριαστά πρόσωπα';
$lang["faces-configuration"] = 'Ρυθμίσεις Προσώπων AI';
$lang["faces-service-endpoint"] = 'Python FastAPI service URL';
$lang["faces-match-threshold"] = 'Όριο ταύτισης προσώπου: ποιο επίπεδο ομοιότητας θεωρείται ταύτιση κατά την αναζήτηση προσώπων; Προτεινόμενο 30%.';
$lang["faces-tag-threshold"] = 'Όριο ετικέτας προσώπου: ποιο επίπεδο ομοιότητας θεωρείται ότι είναι αντιστοιχία κατά την αυτόματη ετικετοποίηση προσώπων; Προτεινόμενο 50%.';
$lang["faces-tag-field"] = 'Το πεδίο που περιέχει τα ονόματα των επισημασμένων ατόμων. Αυτό θα πρέπει να είναι ένα πεδίο Δυναμικού Αναδυόμενου Μενού.';
$lang["faces-name"] = 'Όνομα';
$lang["faces-detect-on-upload"] = 'Σάρωση για πρόσωπα κατά την ανέβασμα;';
$lang["faces-tag-on-upload"] = 'Ετικέτα αναγνωρισμένων προσώπων κατά την ανέβασμα;';
$lang["faces-detecting"] = 'Σάρωση για πρόσωπα στο πόρο:';
$lang["faces-tagging"] = 'Επισήμανση ανιχνευμένων προσώπων στο πόρο:';
$lang["faces-confidence-threshold"] = 'Όριο εμπιστοσύνης προσώπου: Πόσο σίγουρο θα πρέπει να είναι το μοντέλο ότι έχει βρει ένα ανθρώπινο πρόσωπο; Προτεινόμενο 70% (τιμές κάτω από αυτό θα ταιριάζουν σε κρυμμένα πρόσωπα και μη πρόσωπα';
$lang["faces-oneface"] = 'Παρακαλώ επιλέξτε μόνο μία επιλογή για κάθε πρόσωπο.';
$lang["faces-show-view"] = 'Εμφάνιση της λειτουργίας AI Faces στη σελίδα προβολής.';
$lang["faces_count_faces"] = 'Συνολικοί ανιχνευθέντες πρόσωποι';
$lang["faces_count_missing"] = 'Εικόνες προς επεξεργασία';
$lang["faces-tag-field-not-set"] = 'Το πεδίο ετικετών δεν είναι ρυθμισμένο.';

$lang["page-title_faces_setup"] = 'Ρύθμιση Πρόσθετου Faces';
$lang["faces_insight_faces"] = 'InsightFaces';
$lang["faces_detect_faces"] = 'Ανίχνευση προσώπων';
$lang["faces_tag_faces"] = 'Ετικετοποίηση προσώπων';
$lang["faces_detect_faces_configure"] = 'Ρύθμιση εργασίας για ανίχνευση προσώπων';
$lang["faces_tag_faces_configure"] = 'Ρύθμιση εργασίας για ετικετοποίηση προσώπων';
$lang["faces_detect_faces_intro"] = 'Δημιουργήστε μια εργασία για να ξεκινήσετε την ανίχνευση προσώπων εδώ - αυτή η εργασία δεν απαιτεί παραμέτρους, οπότε μπορεί να ξεκινήσει όσο δεν υπάρχουν άλλες εκκρεμείς εργασίες αυτού του τύπου.';
$lang["faces_tag_faces_collection_refs_help"] = 'Ορίζοντας αυτήν την επιλογή, θα ενημερώνονται μόνο οι πόροι στις καταχωρίσεις συλλογών που αναφέρονται. Αν δεν οριστούν συλλογές, η ετικετοποίηση προσώπων θα ενημερώνεται για ΟΛΟΥΣ τους κατάλληλους πόρους. Οι συλλογές μπορούν να οριστούν με μια λίστα διαχωρισμένη με κόμμα ή με εύρος π.χ 100,105,110-115';
