<?php

$lang["faces-detected-faces"] = 'چهره‌های شناسایی شده';
$lang["faces-detected-face"] = 'چهره شناسایی شده';
$lang["faces-confidence"] = 'اعتماد';
$lang["faces-find-matching"] = 'چهره‌های مشابه را پیدا کنید';
$lang["faces-configuration"] = 'پیکربندی چهره‌های هوش مصنوعی';
$lang["faces-service-endpoint"] = 'Python FastAPI service URL';
$lang["faces-match-threshold"] = 'آستانه تطابق چهره: چه سطحی از شباهت به عنوان یک تطابق در جستجوی چهره‌ها در نظر گرفته می‌شود؟ پیشنهاد شده ۳۰٪.';
$lang["faces-tag-threshold"] = 'آستانه برچسب صورت: چه سطحی از شباهت به عنوان یک تطابق در هنگام برچسب‌گذاری خودکار صورت‌ها در نظر گرفته می‌شود؟ پیشنهاد شده ۵۰٪.';
$lang["faces-tag-field"] = 'فیلدی که شامل نام‌های افراد برچسب‌گذاری شده است. این باید یک فیلد کشویی پویا باشد.';
$lang["faces-name"] = 'نام';
$lang["faces-detect-on-upload"] = 'آیا در هنگام بارگذاری، چهره‌ها را اسکن کنیم؟';
$lang["faces-tag-on-upload"] = 'آیا چهره‌های شناسایی شده را در زمان بارگذاری برچسب‌گذاری کنید؟';
$lang["faces-detecting"] = 'در حال اسکن چهره‌ها در منبع:';
$lang["faces-tagging"] = 'برچسب‌گذاری چهره‌های شناسایی شده در منبع:';
$lang["faces-confidence-threshold"] = 'آستانه اعتماد به چهره: مدل باید چقدر مطمئن باشد که یک چهره انسانی را پیدا کرده است؟ پیشنهاد 70% (مقادیر زیر این مقدار با چهره‌های پنهان و غیر چهره‌ها مطابقت خواهند داشت)';
$lang["faces-oneface"] = 'لطفاً فقط یک گزینه برای هر چهره انتخاب کنید.';
$lang["faces-show-view"] = 'عملکرد AI Faces را در صفحه مشاهده نمایش دهید.';
$lang["faces_count_faces"] = 'تعداد کل چهره‌های شناسایی شده';
$lang["faces_count_missing"] = 'تصاویر برای پردازش';
$lang["faces-tag-field-not-set"] = 'فیلد برچسب‌گذاری پیکربندی نشده است.';

$lang["page-title_faces_setup"] = 'نصب افزونه چهره‌ها';
$lang["faces_insight_faces"] = 'چشم‌انداز چهره‌ها';
$lang["faces_detect_faces"] = 'شناسایی چهره‌ها';
$lang["faces_tag_faces"] = 'برچسب‌گذاری چهره‌ها';
$lang["faces_detect_faces_configure"] = 'پیکربندی وظیفه برای شناسایی چهره‌ها';
$lang["faces_tag_faces_configure"] = 'پیکربندی وظیفه برای برچسب‌گذاری چهره‌ها';
$lang["faces_detect_faces_intro"] = 'ایجاد یک وظیفه برای شروع شناسایی چهره‌ها در اینجا - این وظیفه نیاز به پارامتر ندارد، بنابراین می‌تواند زمانی شروع شود که هیچ وظیفه دیگری از این نوع در حال اجرا نباشد.';
$lang["faces_tag_faces_collection_refs_help"] = 'تنظیم این گزینه به معنای به‌روزرسانی فقط منابع در مجموعه‌های فهرست شده است. اگر مجموعه‌ای مشخص نشده باشد، برچسب‌گذاری چهره برای تمام منابع مناسب به‌روزرسانی خواهد شد. مجموعه‌ها می‌توانند با استفاده از فهرست جداشده با کاما و همچنین بازه‌ها مشخص شوند، مثلاً 100،105،110-115';
