<?php

$lang["faces-detected-faces"] = 'पाई गई चेहरे';
$lang["faces-detected-face"] = 'पहचान की गई चेहरा';
$lang["faces-confidence"] = 'आत्मविश्वास';
$lang["faces-find-matching"] = 'मेल खाने वाले चेहरे खोजें';
$lang["faces-configuration"] = 'एआई चेहरे कॉन्फ़िगरेशन';
$lang["faces-service-endpoint"] = 'Python FastAPI सेवा URL';
$lang["faces-match-threshold"] = 'चेहरे का मिलान थ्रेशोल्ड: चेहरों की खोज करते समय किस समानता के स्तर को मिलान माना जाता है? सुझावित 30%।';
$lang["faces-tag-threshold"] = 'चेहरे के टैग थ्रेशोल्ड: चेहरे को स्वचालित रूप से टैग करते समय समानता का कौन सा स्तर मेल माना जाता है? सुझाया गया 50%।';
$lang["faces-tag-field"] = 'टैग किए गए व्यक्तियों के नामों को समाहित करने वाला क्षेत्र। यह एक गतिशील ड्रॉपडाउन क्षेत्र होना चाहिए।';
$lang["faces-name"] = 'नाम';
$lang["faces-detect-on-upload"] = 'अपलोड पर चेहरों के लिए स्कैन करें?';
$lang["faces-tag-on-upload"] = 'अपलोड पर पहचानी गई चेहरों को टैग करें?';
$lang["faces-detecting"] = 'संसाधन में चेहरों के लिए स्कैनिंग:';
$lang["faces-tagging"] = 'संसाधन में पहचानी गई चेहरों को टैग करना:';
$lang["faces-confidence-threshold"] = 'चेहरे की आत्मविश्वास सीमा: मॉडल को यह कितनी आत्मविश्वास से पता होना चाहिए कि उसने एक मानव चेहरा पाया है? सुझावित 70% (इससे नीचे के मान धुंधले चेहरों और गैर चेहरों से मेल खाएंगे)';
$lang["faces-oneface"] = 'कृपया प्रत्येक चेहरे के लिए केवल एक विकल्प चुनें।';
$lang["faces-show-view"] = 'दृश्य पृष्ठ पर AI Faces कार्यक्षमता दिखाएँ।';
$lang["faces_count_faces"] = 'कुल चेहरे पहचाने गए';
$lang["faces_count_missing"] = 'प्रसंस्करण के लिए चित्र';
$lang["faces-tag-field-not-set"] = 'टैगिंग क्षेत्र कॉन्फ़िगर नहीं किया गया है।';

$lang["page-title_faces_setup"] = 'फेस प्लगइन सेटअप करें';
$lang["faces_insight_faces"] = 'इंसाइटफेस';
$lang["faces_detect_faces"] = 'चेहरे पहचानें';
$lang["faces_tag_faces"] = 'चेहरे टैग करें';
$lang["faces_detect_faces_configure"] = 'चेहरे पहचानने के लिए कार्य को कॉन्फ़िगर करें';
$lang["faces_tag_faces_configure"] = 'चेहरे टैग करने के लिए कार्य को कॉन्फ़िगर करें';
$lang["faces_detect_faces_intro"] = 'यहां चेहरे की पहचान शुरू करने के लिए एक कार्य बनाएं - इस कार्य को शुरू करने के लिए कोई भी पैरामीटर आवश्यक नहीं है जब तक कि इस प्रकार के अन्य कार्य लंबित न हों।';
$lang["faces_tag_faces_collection_refs_help"] = 'इस विकल्प को सेट करने का अर्थ है कि केवल सूचीबद्ध संग्रहों में संसाधन अपडेट किए जाएंगे। यदि कोई संग्रह निर्दिष्ट नहीं है, तो चेहरे टैगिंग सभी उपयुक्त संसाधनों के लिए अपडेट की जाएगी। संग्रहों को कॉमा से अलग किए गए सूची के रूप में या रेंज के रूप में भी निर्दिष्ट किया जा सकता है जैसे 100,105,110-115';
