<?php


$lang["faces-detected-faces"] = 'وەشانی پێناسەکراو';
$lang["faces-detected-face"] = 'وەشانی پێناسەکراو';
$lang["faces-find-matching"] = 'گەڕان بۆ وەشانی هاوشێوە';
$lang["faces-configuration"] = 'ڕێکخستنەکانی وەشانی AI';
$lang["faces-service-endpoint"] = 'ناونیشانی خزمەتگوزاری Python FastAPI';
$lang["faces-match-threshold"] = 'سنوورەی هاوشێوەی وەشانی چاوەڕوانی: چەندە لەگەڵەکەی هاوشێوەیەک دەبێت بێت کاتێک لەگەڵ وەشانی پێوەندیدا؟ پێشنیار کراو 30% (زیاد بکە ئەگەر زۆر هەڵەیەکانی هاوشێوە لە ئەنجامەکانی گەڕاندا هەیە)';
$lang["faces-tag-threshold"] = 'سنوورەی نیشانەی وەشانی: چەندە لەگەڵەکەی هاوشێوەیەک دەبێت بێت کاتێک بە خۆکار نیشانەکردنی وەشانیەکان؟ پێشنیار کراو 50% (زیاد بکە ئەگەر زۆر نیشانە هەیە هەڵەیەکان)';
$lang["faces-confidence-threshold"] = 'سنوورەی دڵنیایی لە وەشانی: چەندە دڵنیایە لەوە کە ئەم مۆدێلە پێناسەی مرۆڤیە؟ پێشنیار کراو 70% (نرخی خوارەوە ئەم سنوورەیە پێکدەهێنێت وەشانەی تێپەڕبوو و نە وەشانەی نەگونجاو)';
$lang["faces-confidence"] = 'دڵنیایی ئەمە وەشانیە';
$lang["faces-tag-field"] = 'بەشە کە ناوی ئەو کەسانەی نیشانەکراون لە ناوەڕۆکەدا دەگرێت. ئەمە دەبێت بەشێک لە لیستی وشەیەکی داینامیک بێت.';
$lang["faces-tag-field-not-set"] = 'بەشەی نیشانەکردن ڕێکخراو نیە.';
$lang["faces-name"] = 'ناو';
$lang["faces-detect-on-upload"] = 'لەکاتی بارکردن پێناسەکردنی وەشانەکان؟';
$lang["faces-tag-on-upload"] = 'نیشانەکردنی وەشانەکان لەکاتی بارکردن؟';
$lang["faces-detecting"] = 'گەڕان بۆ وەشان لەسەر سەرچاوە:';
$lang["faces-tagging"] = 'نیشاندانی وەکەسانی دەستیپێکردن لە سەرچاوە:';
$lang["faces-oneface"] = 'تکایە تەنها یەک هەڵبژاردن بۆ هەر وەکەسێک هەڵبژێرە.';
$lang["faces-show-view"] = 'پیشاندانی فەرمی AI Faces لە پەڕەی بینین.';
$lang["faces_count_faces"] = 'کۆی وەکەسانی دەستیپێکراو';
$lang["faces_count_missing"] = 'وێنەکان بۆ پرۆسەکردن';
$lang["page-title_faces_setup"] = 'ڕێکخستنەوەی پلاگین Faces';
$lang["faces_insight_faces"] = 'InsightFaces';
$lang["faces_detect_faces"] = 'دەستنیشانی وەکەسان';
$lang["faces_tag_faces"] = 'نیشاندانی وەکەسان';
$lang["faces_detect_faces_configure"] = 'ڕێکخستنەوەی کار بۆ دەستنیشانی وەکەسان';
$lang["faces_tag_faces_configure"] = 'ڕێکخستنەوەی کار بۆ نیشاندانی وەکەسان';
$lang["faces_detect_faces_intro"] = 'لەوێ کارێک دروست بکە بۆ دەستیپێکردنی دەستنیشانی وەکەسان - ئەم کارە هیچ پارامێرێک پێویست نیە، بۆیە دەتوانرێت بەردەوام بێت هەروەها هیچ کارێکی تر لە ئەم جۆرە نەماوە.';
$lang["faces_tag_faces_collection_refs_help"] = 'ڕێکخستنەوەی ئەم هەڵبژاردنە واتە تەنها سەرچاوەکانی لە لیستی کۆلەکشنەکاندا نوێکرانەوە. ئەگەر هیچ کۆلەکشنێک دیاری نەکراوە، نیشاندانی وەکەسان بۆ هەموو سەرچاوەیەکی گونجاو نوێکرانەوە. کۆلەکشنەکان دەتوانرێت بە بەکارهێنانی لیستی جیاوازی کۆما وەک 100،105،110-115 دیاری بکرێن.';
