<?php

$lang["faces-detected-faces"] = 'ਪਛਾਣੀ ਗਈ ਚਿਹਰੇ';
$lang["faces-detected-face"] = 'ਸਨাক্ত ਕੀਤੀ ਗਈ ਚਿਹਰਾ';
$lang["faces-confidence"] = 'ਆਤਮਵਿਸ਼ਵਾਸ';
$lang["faces-find-matching"] = 'ਮਿਲਦੇ ਜੁਲਦੇ ਚਿਹਰੇ ਲੱਭੋ';
$lang["faces-configuration"] = 'ਏਆਈ ਚਿਹਰੇ ਦੀ ਸੰਰਚਨਾ';
$lang["faces-service-endpoint"] = 'Python FastAPI ਸੇਵਾ URL';
$lang["faces-match-threshold"] = 'ਚਿਹਰਾ ਮਿਲਾਉਣ ਦੀ ਸੀਮਾ: ਚਿਹਰਿਆਂ ਦੀ ਖੋਜ ਕਰਦੇ ਸਮੇਂ ਕਿਸ ਸਮਾਨਤਾ ਦੇ ਪੱਧਰ ਨੂੰ ਮਿਲਾਉਣ ਦੇ ਤੌਰ \'ਤੇ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ? ਸੁਝਾਅ 30%।';
$lang["faces-tag-threshold"] = 'ਚਿਹਰਾ ਟੈਗ ਥ੍ਰੈਸ਼ਹੋਲਡ: ਚਿਹਰਿਆਂ ਨੂੰ ਆਟੋਮੈਟਿਕ ਟੈਗ ਕਰਨ ਵੇਲੇ ਕਿਹੜਾ ਸਮਾਨਤਾ ਦਾ ਪੱਧਰ ਮਿਲਾਪ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ? ਸੁਝਾਅ 50%।';
$lang["faces-tag-field"] = 'ਟੈਗ ਕੀਤੇ ਵਿਅਕਤੀਆਂ ਦੇ ਨਾਮਾਂ ਵਾਲਾ ਖੇਤਰ। ਇਹ ਇੱਕ ਡਾਇਨਾਮਿਕ ਡ੍ਰਾਪਡਾਊਨ ਖੇਤਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।';
$lang["faces-name"] = 'ਨਾਮ';
$lang["faces-detect-on-upload"] = 'ਅਪਲੋਡ ਤੇ ਚਿਹਰਿਆਂ ਦੀ ਸਕੈਨਿੰਗ ਕਰੋ?';
$lang["faces-tag-on-upload"] = 'ਅਪਲੋਡ ਤੇ ਪਛਾਣੀ ਗਈਆਂ ਚਿਹਰਿਆਂ ਨੂੰ ਟੈਗ ਕਰੋ?';
$lang["faces-detecting"] = 'ਸਾਧਨ ਵਿੱਚ ਚਿਹਰਿਆਂ ਦੀ ਸਕੈਨਿੰਗ:';
$lang["faces-tagging"] = 'ਸਾਧਨ ਵਿੱਚ ਪਛਾਣੀ ਗਈਆਂ ਚਿਹਰਿਆਂ ਨੂੰ ਟੈਗ ਕਰਨਾ:';
$lang["faces-confidence-threshold"] = 'ਚਿਹਰਾ ਭਰੋਸਾ ਥ੍ਰੈਸ਼ਹੋਲਡ: ਮਾਡਲ ਨੂੰ ਕਿੰਨਾ ਭਰੋਸਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਇਸਨੇ ਇੱਕ ਮਨੁੱਖੀ ਚਿਹਰਾ ਲੱਭ ਲਿਆ ਹੈ? ਸੁਝਾਅ 70% (ਇਸ ਤੋਂ ਹੇਠਾਂ ਦੇ ਮੁੱਲ ਢੱਕੇ ਹੋਏ ਚਿਹਰਿਆਂ ਅਤੇ ਗੈਰ-ਚਿਹਰਿਆਂ ਨਾਲ ਮਿਲਣਗੇ)';
$lang["faces-oneface"] = 'ਕਿਰਪਾ ਕਰਕੇ ਹਰ ਚਿਹਰੇ ਲਈ ਸਿਰਫ ਇੱਕ ਵਿਕਲਪ ਚੁਣੋ।';
$lang["faces-show-view"] = 'ਦ੍ਰਿਸ਼ ਪੰਨੇ \'ਤੇ AI Faces ਫੰਕਸ਼ਨਾਲਿਟੀ ਦਿਖਾਓ.';
$lang["faces_count_faces"] = 'ਕੁੱਲ ਚਿਹਰੇ ਪਛਾਣੇ ਗਏ';
$lang["faces_count_missing"] = 'ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਲਈ ਚਿੱਤਰ';
$lang["faces-tag-field-not-set"] = 'ਟੈਗਿੰਗ ਖੇਤਰ ਸੰਰਚਿਤ ਨਹੀਂ ਹੈ।';

$lang["page-title_faces_setup"] = 'ਫੇਸ ਪਲੱਗਇਨ ਸੈਟਅਪ ਕਰੋ';
$lang["faces_insight_faces"] = 'ਇੰਸਾਈਟਫੇਸਜ਼';
$lang["faces_detect_faces"] = 'ਚਿਹਰੇ ਲੱਭੋ';
$lang["faces_tag_faces"] = 'ਚਿਹਰੇ ਟੈਗ ਕਰੋ';
$lang["faces_detect_faces_configure"] = 'ਚਿਹਰੇ ਲੱਭਣ ਲਈ ਨੌਕਰੀ ਸੰਰਚਿਤ ਕਰੋ';
$lang["faces_tag_faces_configure"] = 'ਚਿਹਰੇ ਟੈਗ ਕਰਨ ਲਈ ਨੌਕਰੀ ਸੰਰਚਿਤ ਕਰੋ';
$lang["faces_detect_faces_intro"] = 'ਇੱਥੇ ਚਿਹਰੇ ਦੀ ਪਛਾਣ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਕ ਨੌਕਰੀ ਬਣਾਓ - ਇਸ ਨੌਕਰੀ ਨੂੰ ਕਿਸੇ ਵੀ ਪੈਰਾਮੀਟਰ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ ਇਸ ਲਈ ਜਦ ਤੱਕ ਹੋਰ ਕਿਸੇ ਕਿਸਮ ਦੀਆਂ ਨੌਕਰੀਆਂ ਬਕਾਇਆ ਨਹੀਂ ਹਨ, ਇਸ ਨੂੰ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।';
$lang["faces_tag_faces_collection_refs_help"] = 'ਇਹ ਵਿਕਲਪ ਸੈਟ ਕਰਨ ਨਾਲ ਸਿਰਫ਼ ਲਿਸਟ ਕੀਤੀਆਂ ਕਲੇਕਸ਼ਨਾਂ ਵਿੱਚ ਸਾਧਨ ਅਪਡੇਟ ਹੋਣਗੇ। ਜੇ ਕੋਈ ਕਲੇਕਸ਼ਨ ਦਰਜ ਨਹੀਂ ਹੈ ਤਾਂ ਫੇਸ ਟੈਗਿੰਗ ਸਾਰੇ ਯੋਗ ਸਾਧਨਾਂ ਲਈ ਅਪਡੇਟ ਕੀਤੀ ਜਾਵੇਗੀ। ਕਲੇਕਸ਼ਨਾਂ ਨੂੰ ਕਾਮਾ-ਵਿਚਾਰ ਨਾਲ ਲਿਸਟ ਕਰਕੇ ਜਾਂ ਰੇਂਜਾਂ ਵਰਤ ਕੇ ਦਰਜ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜਿਵੇਂ ਕਿ 100,105,110-115';
