<?php

$lang["faces-detected-faces"] = 'Виявлені обличчя';
$lang["faces-detected-face"] = 'Виявлене обличчя';
$lang["faces-confidence"] = 'Довіра';
$lang["faces-find-matching"] = 'Знайти відповідні обличчя';
$lang["faces-configuration"] = 'Конфігурація облич штучного інтелекту';
$lang["faces-service-endpoint"] = 'Python FastAPI служба URL';
$lang["faces-match-threshold"] = 'Поріг збігу облич: який рівень схожості вважається збігом при пошуку облич? Рекомендується 30%.';
$lang["faces-tag-threshold"] = 'Поріг тегування облич: який рівень схожості вважається збігом при автоматичному тегуванні облич? Рекомендується 50%.';
$lang["faces-tag-field"] = 'Поле, що містить імена позначених осіб. Це має бути поле динамічного випадаючого списку.';
$lang["faces-name"] = 'Ім\'я';
$lang["faces-detect-on-upload"] = 'Сканувати обличчя під час завантаження?';
$lang["faces-tag-on-upload"] = 'Позначати впізнані обличчя під час завантаження?';
$lang["faces-detecting"] = 'Сканування облич у ресурсі:';
$lang["faces-tagging"] = 'Тегування виявлених облич у ресурсі:';
$lang["faces-confidence-threshold"] = 'Поріг впевненості обличчя: Наскільки впевненим має бути модель, що вона знайшла людське обличчя? Рекомендується 70% (значення нижче цього будуть відповідати закритим обличчям та не обличчям)';
$lang["faces-oneface"] = 'Будь ласка, виберіть лише один варіант для кожного обличчя.';
$lang["faces-show-view"] = 'Показати функціональність AI Faces на сторінці перегляду.';
$lang["faces_count_faces"] = 'Всього виявлено облич';
$lang["faces_count_missing"] = 'Зображення для обробки';
$lang["faces-tag-field-not-set"] = 'Поле тегування не налаштоване.';

$lang["page-title_faces_setup"] = 'Налаштування плагіна обличчя';
$lang["faces_insight_faces"] = 'InsightFaces';
$lang["faces_detect_faces"] = 'Виявлення облич';
$lang["faces_tag_faces"] = 'Позначити обличчя';
$lang["faces_detect_faces_configure"] = 'Налаштувати завдання для виявлення облич';
$lang["faces_tag_faces_configure"] = 'Налаштувати завдання для позначення облич';
$lang["faces_detect_faces_intro"] = 'Створіть завдання для початку виявлення облич тут — це завдання не вимагає параметрів і може бути запущене, якщо немає інших активних завдань цього типу.';
$lang["faces_tag_faces_collection_refs_help"] = 'Встановлення цієї опції означатиме, що оновлюватимуться лише ресурси у вказаних колекціях. Якщо колекції не вказані, позначення облич буде оновлено для ВСІХ відповідних ресурсів. Колекції можна вказати у вигляді списку через кому або діапазонів, наприклад 100,105,110-115';
