<?php

$lang["faces-detected-faces"] = 'پہچانی گئی چہرے';
$lang["faces-detected-face"] = 'چہرہ دریافت ہوا';
$lang["faces-confidence"] = 'اعتماد';
$lang["faces-find-matching"] = 'ہم شکل چہرے تلاش کریں';
$lang["faces-configuration"] = 'AI چہروں کی ترتیب';
$lang["faces-service-endpoint"] = 'Python FastAPI سروس URL';
$lang["faces-match-threshold"] = 'چہرے کی مماثلت کی حد: چہروں کی تلاش کرتے وقت کس سطح کی مماثلت کو میچ سمجھا جاتا ہے؟ تجویز کردہ 30%۔';
$lang["faces-tag-threshold"] = 'چہرے کے ٹیگ کی حد: چہروں کو خودکار طور پر ٹیگ کرتے وقت کس سطح کی مماثلت کو میل سمجھا جاتا ہے؟ تجویز کردہ 50%۔';
$lang["faces-tag-field"] = 'ٹیگ کردہ افراد کے ناموں پر مشتمل فیلڈ۔ یہ ایک متحرک ڈراپ ڈاؤن فیلڈ ہونی چاہیے۔';
$lang["faces-name"] = 'نام';
$lang["faces-detect-on-upload"] = 'اپ لوڈ پر چہروں کی تلاش کریں؟';
$lang["faces-tag-on-upload"] = 'کیا اپ لوڈ پر پہچانی گئی چہروں پر ٹیگ لگائیں؟';
$lang["faces-detecting"] = 'وسائل میں چہروں کی تلاش کر رہے ہیں:';
$lang["faces-tagging"] = 'وسائل میں شناخت شدہ چہروں کی ٹیگنگ:';
$lang["faces-confidence-threshold"] = 'چہرے کی اعتماد کی حد: ماڈل کو یہ کتنا یقین ہونا چاہیے کہ اس نے ایک انسانی چہرہ پایا ہے؟ تجویز کردہ 70% (اس سے کم کی قیمتیں چھپے ہوئے چہروں اور غیر چہروں سے ملیں گی)';
$lang["faces-oneface"] = 'براہ کرم ہر چہرے کے لیے صرف ایک آپشن منتخب کریں۔';
$lang["faces-show-view"] = 'دیکھنے کے صفحے پر AI Faces کی فعالیت دکھائیں۔';
$lang["faces_count_faces"] = 'کل چہرے شناخت کیے گئے';
$lang["faces_count_missing"] = 'پروسیس کرنے کے لیے تصاویر';
$lang["faces-tag-field-not-set"] = 'ٹیگنگ کا میدان ترتیب نہیں دیا گیا۔';

$lang["page-title_faces_setup"] = 'چہرے کے پلگ ان کی ترتیب کریں';
$lang["faces_insight_faces"] = 'انسائٹ فیسز';
$lang["faces_detect_faces"] = 'چہرے تلاش کریں';
$lang["faces_tag_faces"] = 'چہرے ٹیگ کریں';
$lang["faces_detect_faces_configure"] = 'چہرے تلاش کرنے کے لیے کام کو ترتیب دیں';
$lang["faces_tag_faces_configure"] = 'چہرے ٹیگ کرنے کے لیے کام کو ترتیب دیں';
$lang["faces_detect_faces_intro"] = 'یہاں چہرے کی شناخت شروع کرنے کے لیے ایک کام بنائیں - اس کام کو کسی بھی پیرامیٹرز کی ضرورت نہیں ہے لہٰذا اسے شروع کیا جا سکتا ہے جب تک کہ اس قسم کے دیگر زیر التوا کام موجود نہ ہوں۔';
$lang["faces_tag_faces_collection_refs_help"] = 'اس آپشن کو سیٹ کرنے کا مطلب ہے کہ صرف درج کردہ مجموعوں میں موجود وسائل کو اپ ڈیٹ کیا جائے گا۔ اگر کوئی مجموعہ مخصوص نہیں ہے تو پھر چہرہ ٹیگنگ تمام مناسب وسائل کے لیے اپ ڈیٹ کی جائے گی۔ مجموعوں کو کاما سے جدا فہرست کے طور پر یا رینجز کے طور پر بھی مخصوص کیا جا سکتا ہے مثلاً 100,105,110-115';
