<?php


$lang["image_text_configuration"]='Конфігурація тексту зображення';
$lang["image_text_summary"]='<div>Цей плагін використовуватиме дані з вказаного поля та накладатиме їх на основу зображення. Вибрані групи побачать опцію завантаження оригінального файлу без доданого тексту<br><br></div>';
$lang["image_text_field_select"]='Виберіть поле метаданих, яке буде використовуватися як додаткове джерело тексту.';
$lang["image_text_restypes"]='Виберіть типи ресурсів, до яких буде застосовано цей плагін';
$lang["image_text_override_groups"]='Виберіть групи, які матимуть можливість завантажити оригінальний файл без додаткового тексту';
$lang["image_text_default_text"]='Введіть текст, який буде додано, якщо поле метаданих не містить даних. Якщо залишити порожнім, текст не буде додано';
$lang["image_text_download_clear"]='Завантажити без підпису';
$lang["image_text_filetypes"]='список розширень файлів, до яких буде додано текст зображення';
$lang["image_text_height_proportion"]='Висота текстового банера як пропорція висоти зображення';
$lang["image_text_max_height"]='Максимальна висота банера в пікселях, залиште 0 для відсутності обмеження';
$lang["image_text_min_height"]='Мінімальна висота банера в пікселях, залиште 0 для відсутності мінімуму';
$lang["image_text_position"]='Позиція тексту в банері';
$lang["image_text_banner_position"]='Позиція банера відносно зображення.';
$lang["image_text_font"]='Шрифт для використання, має підтримуватися встановленою версією imagemagick';
$lang["image_text_noim"]='Цей плагін вимагає встановлення Imagemagick.';
$lang["image_text_position_list"] = array(
   'west' => 'захід',
   'center' => 'центр',
   'east' => 'схід',
);
$lang["image_text_banner_position_list"] = array(
   'top' => 'верх',
   'bottom' => 'низ',
);
$lang["page-title_image_text_setup"] = 'Налаштування плагіна тексту зображення';