<?php


$lang["system_reset"]='Скидання системи';
$lang["system_reset_warning"]='Увага! Це видалить усі файли та дані, включаючи системні налаштування, дані ресурсів, поля ресурсів та типи ресурсів. Залишаться лише облікові записи користувачів та групи користувачів. Цю дію не можна скасувати.';
$lang["system_reset_confirm"]='Ви впевнені? Це не можна скасувати.';
$lang["system_reset_delete_all"]='Видалити всі дані та файли';
$lang["system_reset-tooltip"] = 'Виконайте скидання системи, щоб видалити всі файли та дані';
$lang["page-title_system_reset_reset"] = 'Скидання системи';