<?php


$lang["totp_set_up"] = 'Наладзіць шматфактарную аўтэнтыфікацыю (MFA)';
$lang["totp_set_up_details"] = 'Скануйце QR-код ніжэй з дапамогай прыкладання TOTP на вашым мабільным прыладзе, напрыклад, Google Authenticator, даступнага ў краме прыкладанняў. <br><br> Калі вы паспяхова адсканавалі код, увядзіце шэсць лічбаў, якія адлюструе прыкладанне, каб пацвердзіць ўстаноўку. Пры наступных уваходах вам будзе прапанавана ўвесці код з прыкладання.';
$lang["totp_code"] = 'Код аўтэнтыфікатара:';
$lang["totp_confirm"] = 'Пацвердзіць';
$lang["totp_skip"] = 'Прапусціць на сёння (толькі для адміністратараў)';
$lang["totp_tries_exceeded"] = 'Вы перавысілі максімальную колькасць спроб. Звяжыцеся з адміністратарам.';
$lang["totp_tries_left"] = 'астаткі спробы';
$lang["totp_code_details"] = 'Калі ласка, увядзіце код з вашага прыкладання аўтэнтыфікацыі.';
$lang["totp_reset"] = 'Скіньце статус TOTP/MFA для гэтага карыстальніка; яны будуць запрошаны наладзіць TOTP зноў.';
$lang["totp_date_binding"] = 'Карыстальнікі будуць папрошаны ўвесці код TOTP зноў пасля заканчэння...';
$lang["totp_date_binding_d"] = 'Сённяшні дзень';
$lang["totp_date_binding_w"] = 'Бягучы тыдзень (пачынаючы з панядзелка)';
$lang["totp_date_binding_m"] = 'Цяперашні месяц';
$lang["totp_date_binding_y"] = 'Сёлетні год';
$lang["page-title_totp_setup"] = 'Наладка плагіна TOTP';
$lang["page-title_totp_totp"] = 'TOTP';