<?php

$lang["whisper_configuration"] = 'फुसफुसाहट कॉन्फ़िगरेशन';
$lang["whisper_field"] = 'जिस क्षेत्र में निकाले गए पाठ को संग्रहीत किया जाएगा - सामग्री को अधिलेखित किया जाएगा इसलिए इस कार्य के लिए विशेष रूप से एक नया क्षेत्र स्थापित करें';
$lang["whisper_extensions"] = 'प्रसंस्करण के लिए फ़ाइल एक्सटेंशन';
$lang["whisper_prompt"] = 'एक प्रॉम्प्ट दर्ज करें जिसका उपयोग रूपांतरण को \'निर्देशित\' करने के लिए किया जाता है। अपने सिस्टम पर वीडियो के लिए कुछ संदर्भ दें और कुछ शब्द/शर्तें शामिल करें जो आमतौर पर उपयोग की जाती हैं। यदि कोई शब्द अक्सर गलत सुने जाते हैं तो उन्हें यहाँ जोड़ें।';
$lang["whisper_subtitles"] = 'उपशीर्षक उत्पन्न करें और वैकल्पिक फ़ाइल डाउनलोड के रूप में जोड़ें';
$lang["whisper_subtitles_name"] = 'स्वचालित रूप से उत्पन्न उपशीर्षक';
$lang["whisper_transcript"] = 'एक ट्रांसक्रिप्ट फ़ाइल उत्पन्न करें और वैकल्पिक फ़ाइल डाउनलोड के रूप में जोड़ें';
$lang["whisper_transcript_name"] = 'स्वचालित रूप से उत्पन्न प्रतिलेख';

$lang["page-title_whisper_setup"] = 'Whisper प्लगइन सेटअप करें';