<?php


$lang["system_reset"]='Сброс системы';
$lang["system_reset_warning"]='Внимание! Это действие удалит все файлы и данные, включая системные настройки, данные ресурсов, поля ресурсов и типы ресурсов. Будут сохранены только учетные записи пользователей и группы пользователей. Это действие нельзя отменить.';
$lang["system_reset_confirm"]='Вы уверены? Это действие нельзя отменить.';
$lang["system_reset_delete_all"]='Удалить все данные и файлы';
$lang["plugin-system_reset-title"]='Сброс системы';
$lang["plugin-system_reset-desc"]='Добавляет опцию в админ/систему для удаления всех данных';
$lang["system_reset-tooltip"] = 'Выполните сброс системы, чтобы удалить все файлы и данные';
$lang["page-title_system_reset_reset"] = 'Сброс системы';