<?php


$lang["sensitive_images"]='ਸੰਵੇਦਨਸ਼ੀਲ ਚਿੱਤਰ ਧੁੰਦਲਾਪਨ';
$lang["sensitive_images_help"]='ਮੈਟਾਡੇਟਾ ਫੀਲਡ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰੋ ਜੋ ਚਿੱਤਰ ਦੇ ਸੰਵੇਦਨਸ਼ੀਲ ਹੋਣ ਦੇ ਕਾਰਨ ਨੂੰ ਸਟੋਰ ਕਰਦਾ ਹੈ। ਜਦੋਂ ਇਹ ਸੈੱਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਚਿੱਤਰ ਨਤੀਜਿਆਂ ਵਿੱਚ ਧੁੰਦਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਇਸਨੂੰ ਸਰੋਤ ਦੇ ਦ੍ਰਿਸ਼ / ਪੂਰਵ ਦਰਸਾਅਟ ਪੰਨਿਆਂ \'ਤੇ ਪ੍ਰਗਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।';
$lang["sensitive_images_field"]='ਮੈਟਾਡੇਟਾ ਫੀਲਡ ਜਿਸ ਵਿੱਚ ਚਿੱਤਰ ਸੰਵੇਦਨਸ਼ੀਲ ਹੋਣ ਦਾ ਕਾਰਨ ਹੈ।';
$lang["sensitive_images_blur_level"]='ਸੰਵੇਦਨਸ਼ੀਲ ਚਿੱਤਰ ਧੁੰਦਲਾਪਨ ਪੱਧਰ<br>(1=ਘੱਟ, 6=ਸਭ ਤੋਂ ਵੱਧ)';
$lang["page-title_sensitive_images_setup"] = 'ਸੰਵੇਦਨਸ਼ੀਲ ਚਿੱਤਰ ਪਲੱਗਇਨ ਸੈਟਅਪ ਕਰੋ';