<?php


$lang["system_reset"] = 'Рестартиране на системата';
$lang["system_reset_warning"] = 'Внимание! Това ще изтрие всички файлове и данни, включително системните настройки, данните за ресурси, полетата за ресурси и типовете ресурси. Ще останат само потребителските акаунти и групи. Тази операция не може да бъде отменена.';
$lang["system_reset_confirm"] = 'Сигурни ли сте? Това не може да бъде отменено.';
$lang["system_reset_delete_all"] = 'Изтрий всички данни и файлове';
$lang["system_reset-tooltip"] = 'Извършете рестартиране на системата, за да изтриете всички файлове и данни';
$lang["page-title_system_reset_reset"] = 'Рестартиране на системата';
