<?php


$lang["system_reset"]='সিস্টেম রিসেট';
$lang["system_reset_warning"]='সতর্কতা! এটি সমস্ত ফাইল এবং ডেটা মুছে দেবে, যার মধ্যে সিস্টেম সেটিংস, রিসোর্স ডেটা, রিসোর্স ফিল্ড এবং রিসোর্স টাইপ অন্তর্ভুক্ত। শুধুমাত্র ব্যবহারকারী অ্যাকাউন্ট এবং ব্যবহারকারী গ্রুপ সংরক্ষিত থাকবে। এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।';
$lang["system_reset_confirm"]='আপনি কি নিশ্চিত? এটি পূর্বাবস্থায় ফিরিয়ে আনা যাবে না।';
$lang["system_reset_delete_all"]='সমস্ত ডেটা এবং ফাইল মুছে ফেলুন';
$lang["system_reset-tooltip"] = 'সিস্টেম রিসেট সম্পন্ন করুন সমস্ত ফাইল এবং ডেটা মুছে ফেলার জন্য';
$lang["page-title_system_reset_reset"] = 'সিস্টেম রিসেট';