<?php


$lang["system_reset"]='Επαναφορά συστήματος';
$lang["system_reset_warning"]='Προειδοποίηση! Αυτή η ενέργεια θα διαγράψει όλα τα αρχεία και τα δεδομένα, συμπεριλαμβανομένων των ρυθμίσεων συστήματος, δεδομένων πόρων, πεδίων πόρων και τύπων πόρων. Μόνο οι λογαριασμοί χρηστών και οι ομάδες χρηστών διατηρούνται. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.';
$lang["system_reset_confirm"]='Είστε σίγουροι; Αυτό δεν μπορεί να αναιρεθεί.';
$lang["system_reset_delete_all"]='Διαγραφή όλων των δεδομένων και αρχείων';
$lang["plugin-system_reset-title"]='Επαναφορά Συστήματος';
$lang["plugin-system_reset-desc"]='Προσθέτει μια επιλογή στον διαχειριστή/σύστημα για να διαγράψει όλα τα δεδομένα';
$lang["system_reset-tooltip"] = 'Εκτελέστε μια επαναφορά συστήματος για να διαγράψετε όλα τα αρχεία και τα δεδομένα';
$lang["page-title_system_reset_reset"] = 'Επαναφορά Συστήματος';