<?php


$lang["system_reset"]='بازنشانی سیستم';
$lang["system_reset_warning"]='هشدار! این عمل تمامی فایل‌ها و داده‌ها از جمله تنظیمات سیستم، داده‌های منابع، فیلدهای منابع و انواع منابع را حذف خواهد کرد. تنها حساب‌های کاربری و گروه‌های کاربری حفظ می‌شوند. این عمل قابل بازگشت نیست.';
$lang["system_reset_confirm"]='آیا مطمئن هستید؟ این قابل بازگشت نیست.';
$lang["system_reset_delete_all"]='حذف تمام داده‌ها و فایل‌ها';
$lang["system_reset-tooltip"] = 'سیستم را بازنشانی کنید تا تمام فایل‌ها و داده‌ها حذف شوند';
$lang["page-title_system_reset_reset"] = 'بازنشانی سیستم';