<?php


$lang["system_reset"] = 'نەوەی سیستەم';
$lang["system_reset_warning"] = 'ئاگاداری! ئەمە هەموو فایلەکان و داتاکان لەگەڵ ڕێکخستنەکانی سیستەم، داتای سەرچاوە، خانەکانی سەرچاوە و جۆرەکانی سەرچاوە لەسەر دەبات. تەنها هەژماری بەکارهێنەر و گروپەکانی بەکارهێنەر پارێزراون. ئەم کردارە ناتوانرێت بەگەڕێتەوە.';
$lang["system_reset_confirm"] = 'ئایا دڵنیایت؟ ئەمە ناتوانرێت بەگەڕێتەوە.';
$lang["system_reset_delete_all"] = 'سڕینەوەی هەموو داتا و فایلەکان';
$lang["system_reset-tooltip"] = 'بەکاربردنی نەوەی سیستەم بۆ سڕینەوەی هەموو فایلەکان و داتا';
$lang["page-title_system_reset_reset"] = 'نەوەی سیستەم';
