<?php


$lang["system_reset"]='การรีเซ็ตระบบ';
$lang["system_reset_warning"]='คำเตือน! สิ่งนี้จะลบไฟล์และข้อมูลทั้งหมดรวมถึงการตั้งค่าระบบ ข้อมูลทรัพยากร ฟิลด์ทรัพยากร และประเภททรัพยากร จะเก็บเฉพาะบัญชีผู้ใช้และกลุ่มผู้ใช้ไว้ การดำเนินการนี้ไม่สามารถย้อนกลับได้';
$lang["system_reset_confirm"]='คุณแน่ใจหรือ? สิ่งนี้ไม่สามารถย้อนกลับได้';
$lang["system_reset_delete_all"]='ลบข้อมูลและไฟล์ทั้งหมด';
$lang["system_reset-tooltip"] = 'ทำการรีเซ็ตระบบเพื่อลบไฟล์และข้อมูลทั้งหมด';
$lang["page-title_system_reset_reset"] = 'การรีเซ็ตระบบ';