<?php


$lang["vr_view_configuration"]='تكوين عرض Google VR';
$lang["vr_view_google_hosted"]='هل تريد استخدام مكتبة جافاسكريبت VR View المستضافة من قبل Google؟';
$lang["vr_view_js_url"]='رابط إلى مكتبة جافاسكريبت VR View (مطلوب فقط إذا كان الأمر غير صحيح). إذا كان محليًا على الخادم، استخدم المسار النسبي، على سبيل المثال /vrview/build/vrview.js';
$lang["vr_view_restypes"]='أنواع الموارد المراد عرضها باستخدام عرض VR';
$lang["vr_view_autopan"]='تمكين التحريك التلقائي';
$lang["vr_view_vr_mode_off"]='زر تعطيل وضع الواقع الافتراضي';
$lang["vr_view_condition"]='حالة عرض VR';
$lang["vr_view_condition_detail"]='إذا تم تحديد حقل أدناه، يمكن التحقق من القيمة المعينة للحقل واستخدامها لتحديد ما إذا كان سيتم عرض معاينة عرض VR View أم لا. يتيح هذا لك تحديد ما إذا كنت ستستخدم المكوِّن الإضافي بناءً على بيانات EXIF المضمّنة عن طريق رسم حقول البيانات الوصفية. إذا لم يتم تعيين هذا، فسيتم دائمًا محاولة العرض المُعايَنَة، حتى إذا كان التنسيق غير متوافق. <br /><br />ملاحظة: يتطلب Google استخدام صيغ الصور ومقاطع الفيديو بتنسيق البانوراما الكروي. <br />التكوين المقترح هو رسم حقل exiftool \'نوع الإسقاط\' إلى حقل يسمى \'نوع الإسقاط\' واستخدام هذا الحقل.';
$lang["vr_view_projection_field"]='حقل نوع الإسقاط في عرض الواقع الافتراضي (VR)';
$lang["vr_view_projection_value"]='القيمة المطلوبة لتمكين عرض VR';
$lang["vr_view_additional_options"]='الخيارات الإضافية';
$lang["vr_view_additional_options_detail"]='يتيح لك ما يلي التحكم في المكوّن الإضافي لكل مورد عن طريق رسم حقول البيانات الوصفية للاستخدام في التحكم في معلمات عرض VR. انظر <a href =\'https://developers.google.com/vr/concepts/vrview-web\' target=\'+blank\'>https://developers.google.com/vr/concepts/vrview-web</a> للحصول على معلومات أكثر تفصيلية';
$lang["vr_view_stereo_field"]='حقل يستخدم لتحديد ما إذا كانت الصورة / الفيديو ثلاثية الأبعاد (اختياري، يتم تعيين القيمة الافتراضية على خطأ إذا لم يتم تعيينه)';
$lang["vr_view_stereo_value"]='القيمة المراد التحقق منها. إذا تم العثور على الإعداد الإستريو، سيتم تعيينه على صحيح';
$lang["vr_view_yaw_only_field"]='حقل يستخدم لتحديد ما إذا كان يجب منع الإمالة/الميل (اختياري، يتم تعيين القيمة الافتراضية على false إذا لم يتم تعيينه)';
$lang["vr_view_yaw_only_value"]='القيمة المراد التحقق منها. إذا تم العثور عليها، سيتم تعيين خيار is_yaw_only إلى true';
$lang["vr_view_orig_image"]='هل ترغب في استخدام ملف المصدر الأصلي للمورد كمصدر لمعاينة الصورة؟';
$lang["vr_view_orig_video"]='هل ترغب في استخدام ملف المصدر الأصلي للمورد كمصدر لمعاينة الفيديو؟';
$lang["plugin-vr_view-title"]='عرض الواقع الافتراضي';
$lang["plugin-vr_view-desc"]='عرض Google VR - معاينات الصور والفيديو بزاوية 360 درجة (تنسيق مستطيل متساوي الأبعاد)';
$lang["page-title_vr_view_download"] = 'عرض الواقع الافتراضي';
$lang["page-title_vr_view_setup"] = 'إعداد مكون عرض الواقع الافتراضي';