<?php


$lang["vr_view_configuration"] = 'Канфігурацыя Google VR View';
$lang["vr_view_google_hosted"] = 'Выкарыстоўваць бібліятэку javascript VR View, размешчаную на Google?';
$lang["vr_view_js_url"] = 'URL да бібліятэкі javascript VR View (толькі неабходна, калі вышэйшае значэнне - хлусня). Калі лакальна на серверы, выкарыстоўвайце адносны шлях, напрыклад, /vrview/build/vrview.js';
$lang["vr_view_restypes"] = 'Тыпы рэсурсаў для адлюстравання з выкарыстаннем VR View';
$lang["vr_view_autopan"] = 'Уключыць аўтапанораму';
$lang["vr_view_vr_mode_off"] = 'Адключыць кнопку рэжыму VR';
$lang["vr_view_condition"] = 'Умова VR View';
$lang["vr_view_condition_detail"] = 'Калі поле выбрана ніжэй, значэнне, усталяванае для поля, можа быць праверана і выкарыстана для вызначэння, ці адлюстроўваць папярэдні прагляд VR View. Гэта дазваляе вызначыць, ці выкарыстоўваць убудову на аснове ўбудаваных дадзеных EXIF шляхам адлюстравання палёў метададзеных. Калі гэта не ўстаноўлена, папярэдні прагляд заўсёды будзе спрабавацца, нават калі фармат несумяшчальны.

Заўвага: Google патрабуе, каб выявы і відэа былі ў фармаце эквірактангулярнай панарамы. Рэкамендуемая канфігурацыя - адлюстраваць поле exiftool \'ProjectionType\' на поле пад назвай \'Projection Type\' і выкарыстоўваць гэта поле.';
$lang["vr_view_projection_field"] = 'VR View ProjectionType поле';
$lang["vr_view_projection_value"] = 'Патрабуецца значэнне для актывацыі VR View';
$lang["vr_view_additional_options"] = 'Дадатковыя параметры';
$lang["vr_view_additional_options_detail"] = 'Наступнае дазваляе вам кантраляваць плагін для кожнага рэсурсу, звязваючы палі метададзеных, якія выкарыстоўваюцца для кантролю параметраў VR View<br />Глядзіце <a href =\'https://developers.google.com/vr/concepts/vrview-web\' target=\'+blank\'>https://developers.google.com/vr/concepts/vrview-web</a> для больш падрабязнай інфармацыі';
$lang["vr_view_stereo_field"] = 'Поле, якое выкарыстоўваецца для вызначэння, ці з\'яўляецца малюнак/відэа стэрэа (неабавязкова, па змаўчанні - хлусня, калі не ўстаноўлена)';
$lang["vr_view_stereo_value"] = 'Значэнне для праверкі. Калі знойдзена, стэрэа будзе ўстаноўлена на праўду';
$lang["vr_view_yaw_only_field"] = 'Поле, якое выкарыстоўваецца для вызначэння, ці трэба перашкаджаць ролі/нахілу (неабавязкова, па змаўчанні - false, калі не ўстаноўлена)';
$lang["vr_view_yaw_only_value"] = 'Значэнне для праверкі. Калі знойдзена, опцыя is_yaw_only будзе ўстаноўлена ў true';
$lang["vr_view_orig_image"] = 'Выкарыстоўваць арыгінальны файл рэсурсу як крыніцу для папярэдняга прагляду выявы?';
$lang["vr_view_orig_video"] = 'Выкарыстоўваць арыгінальны файл рэсурсу як крыніцу для папярэдняга прагляду відэа?';
$lang["page-title_vr_view_download"] = 'VR View';
$lang["page-title_vr_view_setup"] = 'Наладка плагіна VR View';