<?php


$lang["vr_view_configuration"]='গুগল ভিআর ভিউ কনফিগারেশন';
$lang["vr_view_google_hosted"]='গুগল হোস্টেড VR ভিউ জাভাস্ক্রিপ্ট লাইব্রেরি ব্যবহার করবেন?';
$lang["vr_view_js_url"]='VR ভিউ জাভাস্ক্রিপ্ট লাইব্রেরির URL (শুধুমাত্র প্রয়োজন যদি উপরেরটি মিথ্যা হয়)। যদি সার্ভারের সাথে স্থানীয় হয় তবে আপেক্ষিক পথ ব্যবহার করুন যেমন /vrview/build/vrview.js';
$lang["vr_view_restypes"]='ভিআর ভিউ ব্যবহার করে প্রদর্শনের জন্য রিসোর্স প্রকারগুলি';
$lang["vr_view_autopan"]='অটোপ্যান সক্রিয় করুন';
$lang["vr_view_vr_mode_off"]='ভিআর মোড বোতাম নিষ্ক্রিয় করুন';
$lang["vr_view_condition"]='ভিআর ভিউ শর্ত';
$lang["vr_view_condition_detail"]='যদি নিচে একটি ক্ষেত্র নির্বাচন করা হয়, তাহলে ক্ষেত্রের জন্য নির্ধারিত মান পরীক্ষা করা যেতে পারে এবং VR ভিউ প্রিভিউ প্রদর্শন করা হবে কিনা তা নির্ধারণ করতে ব্যবহার করা যেতে পারে। এটি আপনাকে এম্বেডেড EXIF ডেটার উপর ভিত্তি করে প্লাগইন ব্যবহার করবেন কিনা তা নির্ধারণ করতে মেটাডেটা ক্ষেত্রগুলিকে ম্যাপ করার অনুমতি দেয়। যদি এটি অনির্ধারিত থাকে তবে প্রিভিউ সর্বদা চেষ্টা করা হবে, এমনকি যদি ফরম্যাটটি অসামঞ্জস্যপূর্ণ হয় <br /><br />NB গুগল ইকুইরেকট্যাঙ্গুলার-প্যানোরামিক ফরম্যাটের ছবি এবং ভিডিও প্রয়োজন।<br />প্রস্তাবিত কনফিগারেশন হল exiftool ক্ষেত্র \'ProjectionType\' কে \'Projection Type\' নামে একটি ক্ষেত্রের সাথে ম্যাপ করা এবং সেই ক্ষেত্রটি ব্যবহার করা।';
$lang["vr_view_projection_field"]='ভিআর ভিউ প্রজেকশন টাইপ ক্ষেত্র';
$lang["vr_view_projection_value"]='ভিআর ভিউ সক্রিয় করার জন্য প্রয়োজনীয় মান';
$lang["vr_view_additional_options"]='অতিরিক্ত বিকল্পসমূহ';
$lang["vr_view_additional_options_detail"]='নিম্নলিখিতটি আপনাকে প্রতিটি রিসোর্সের জন্য প্লাগইন নিয়ন্ত্রণ করতে দেয় মেটাডেটা ক্ষেত্রগুলিকে ম্যাপিং করে যা VR ভিউ প্যারামিটার নিয়ন্ত্রণ করতে ব্যবহৃত হয়<br />আরও বিস্তারিত তথ্যের জন্য <a href=\'https://developers.google.com/vr/concepts/vrview-web\' target=\'+blank\'>https://developers.google.com/vr/concepts/vrview-web</a> দেখুন';
$lang["vr_view_stereo_field"]='ক্ষেত্রটি নির্ধারণ করতে ব্যবহৃত হয় যে চিত্র/ভিডিও স্টেরিও কিনা (ঐচ্ছিক, সেট না করা থাকলে ডিফল্টভাবে মিথ্যা)';
$lang["vr_view_stereo_value"]='যাচাই করার জন্য মান। যদি পাওয়া যায় তবে স্টেরিও সত্যে সেট করা হবে।';
$lang["vr_view_yaw_only_field"]='ক্ষেত্রটি নির্ধারণ করতে ব্যবহৃত হয় যে রোল/পিচ প্রতিরোধ করা উচিত কিনা (ঐচ্ছিক, সেট না করা থাকলে ডিফল্টভাবে মিথ্যা)';
$lang["vr_view_yaw_only_value"]='যাচাই করার জন্য মান। যদি পাওয়া যায় তবে is_yaw_only বিকল্পটি সত্যে সেট করা হবে।';
$lang["vr_view_orig_image"]='চিত্র প্রিভিউর জন্য উৎস হিসেবে মূল রিসোর্স ফাইল ব্যবহার করবেন?';
$lang["vr_view_orig_video"]='ভিডিও প্রিভিউর জন্য উৎস হিসেবে মূল রিসোর্স ফাইল ব্যবহার করবেন?';
$lang["page-title_vr_view_download"] = 'VR View';
$lang["page-title_vr_view_setup"] = 'VR ভিউ প্লাগইন সেটআপ করুন';