<?php


$lang["vr_view_configuration"]='गूगल वीआर व्यू कॉन्फ़िगरेशन';
$lang["vr_view_google_hosted"]='क्या Google होस्टेड VR व्यू जावास्क्रिप्ट लाइब्रेरी का उपयोग करें?';
$lang["vr_view_js_url"]='वीआर व्यू जावास्क्रिप्ट लाइब्रेरी का यूआरएल (केवल आवश्यक है यदि उपरोक्त गलत है)। यदि सर्वर पर स्थानीय है तो सापेक्ष पथ का उपयोग करें जैसे /vrview/build/vrview.js';
$lang["vr_view_restypes"]='वीआर व्यू का उपयोग करके प्रदर्शित करने के लिए संसाधन प्रकार';
$lang["vr_view_autopan"]='ऑटोपैन सक्षम करें';
$lang["vr_view_vr_mode_off"]='वीआर मोड बटन अक्षम करें';
$lang["vr_view_condition"]='वीआर दृश्य स्थिति';
$lang["vr_view_condition_detail"]='यदि नीचे एक फ़ील्ड चुना गया है, तो फ़ील्ड के लिए सेट किए गए मान की जाँच की जा सकती है और यह निर्धारित करने के लिए उपयोग किया जा सकता है कि VR व्यू पूर्वावलोकन प्रदर्शित करना है या नहीं। यह आपको एम्बेडेड EXIF डेटा के आधार पर प्लगइन का उपयोग करने का निर्धारण करने की अनुमति देता है, मेटाडेटा फ़ील्ड को मैप करके। यदि यह अनसेट है तो पूर्वावलोकन हमेशा प्रयास किया जाएगा, भले ही प्रारूप असंगत हो।

NB Google को equirectangular-panoramic स्वरूपित छवियों और वीडियो की आवश्यकता होती है।
सुझाई गई कॉन्फ़िगरेशन है कि exiftool फ़ील्ड \'ProjectionType\' को \'Projection Type\' नामक फ़ील्ड से मैप करें और उस फ़ील्ड का उपयोग करें।';
$lang["vr_view_projection_field"]='वीआर व्यू प्रोजेक्शनटाइप फ़ील्ड';
$lang["vr_view_projection_value"]='वीआर दृश्य सक्षम करने के लिए आवश्यक मान';
$lang["vr_view_additional_options"]='अतिरिक्त विकल्प';
$lang["vr_view_additional_options_detail"]='निम्नलिखित आपको VR व्यू पैरामीटर को नियंत्रित करने के लिए मेटाडाटा फ़ील्ड्स को मैप करके प्रति संसाधन प्लगइन को नियंत्रित करने की अनुमति देता है<br />अधिक विस्तृत जानकारी के लिए देखें <a href =\'https://developers.google.com/vr/concepts/vrview-web\' target=\'+blank\'>https://developers.google.com/vr/concepts/vrview-web</a>';
$lang["vr_view_stereo_field"]='फ़ील्ड का उपयोग यह निर्धारित करने के लिए किया जाता है कि छवि/वीडियो स्टीरियो है या नहीं (वैकल्पिक, यदि सेट नहीं किया गया है तो डिफ़ॉल्ट रूप से गलत)';
$lang["vr_view_stereo_value"]='जांचने के लिए मान। यदि पाया गया तो स्टीरियो को सत्य पर सेट किया जाएगा';
$lang["vr_view_yaw_only_field"]='फ़ील्ड का उपयोग यह निर्धारित करने के लिए किया जाता है कि रोल/पिच को रोका जाना चाहिए या नहीं (वैकल्पिक, यदि सेट नहीं किया गया है तो डिफ़ॉल्ट रूप से गलत)';
$lang["vr_view_yaw_only_value"]='जांचने के लिए मान। यदि पाया गया तो is_yaw_only विकल्प को सत्य पर सेट किया जाएगा';
$lang["vr_view_orig_image"]='क्या छवि पूर्वावलोकन के लिए मूल संसाधन फ़ाइल का स्रोत के रूप में उपयोग करें?';
$lang["vr_view_orig_video"]='वीडियो पूर्वावलोकन के लिए स्रोत के रूप में मूल संसाधन फ़ाइल का उपयोग करें?';
$lang["plugin-vr_view-title"]='वीआर दृश्य';
$lang["plugin-vr_view-desc"]='गूगल वीआर व्यू - 360 डिग्री छवि और वीडियो पूर्वावलोकन (ईक्विरेकटैंगुलर प्रारूप)';
$lang["page-title_vr_view_download"] = 'VR दृश्य';
$lang["page-title_vr_view_setup"] = 'VR व्यू प्लगइन सेटअप करें';