<?php


$lang["vr_view_configuration"]='ਗੂਗਲ ਵੀਆਰ ਵਿਊ ਸੰਰਚਨਾ';
$lang["vr_view_google_hosted"]='ਕੀ ਤੁਸੀਂ ਗੂਗਲ ਹੋਸਟ ਕੀਤੀ VR View ਜਾਵਾਸਕ੍ਰਿਪਟ ਲਾਇਬ੍ਰੇਰੀ ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਹੈ?';
$lang["vr_view_js_url"]='ਸਰਵਰ ਨਾਲ ਸਥਾਨਕ ਹੋਣ ਦੀ ਸਥਿਤੀ ਵਿੱਚ ਸਪੱਸ਼ਟ ਪਥ ਵਰਤੋ ਜਿਵੇਂ ਕਿ /vrview/build/vrview.js (ਕੇਵਲ ਉਸ ਸਥਿਤੀ ਵਿੱਚ ਲੋੜੀਂਦਾ ਜੇ ਉਪਰੋਕਤ ਗਲਤ ਹੈ) ਲਈ VR View ਜਾਵਾਸਕ੍ਰਿਪਟ ਲਾਇਬ੍ਰੇਰੀ ਦਾ URL।';
$lang["vr_view_restypes"]='ਵੀ.ਆਰ. ਵਿਊ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਦਿਖਾਉਣ ਲਈ ਸਰੋਤ ਕਿਸਮਾਂ';
$lang["vr_view_autopan"]='ਆਟੋਪੈਨ ਨੂੰ ਯੋਗ ਕਰੋ';
$lang["vr_view_vr_mode_off"]='ਵੀ.ਆਰ. ਮੋਡ ਬਟਨ ਅਯੋਗ ਕਰੋ';
$lang["vr_view_condition"]='ਵੀਆਰ ਦ੍ਰਿਸ਼ਟੀ ਸਥਿਤੀ';
$lang["vr_view_condition_detail"]='ਜੇਕਰ ਹੇਠਾਂ ਇੱਕ ਫੀਲਡ ਚੁਣੀ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਫੀਲਡ ਲਈ ਸੈੱਟ ਕੀਤੀ ਗਈ ਮੁੱਲ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ਅਤੇ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ ਕਿ VR View ਪੂਰਵ ਦਰਸ਼ਨ ਦਿਖਾਇਆ ਜਾਵੇ ਜਾਂ ਨਹੀਂ। ਇਹ ਤੁਹਾਨੂੰ ਮੈਪਿੰਗ ਮੈਟਾਡੇਟਾ ਫੀਲਡਾਂ ਦੁਆਰਾ ਐਮਬੈਡ ਕੀਤੇ ਗਏ EXIF ਡਾਟਾ ਦੇ ਆਧਾਰ \'ਤੇ ਪਲੱਗਇਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਨਿਰਣਯ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ। ਜੇ ਇਹ ਸੈੱਟ ਨਹੀਂ ਹੈ ਤਾਂ ਪੂਰਵ ਦਰਸ਼ਨ ਦੀ ਹਮੇਸ਼ਾ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾਵੇਗੀ, ਭਾਵੇਂ ਫਾਰਮੈਟ ਅਸੰਗਤ ਹੋਵੇ <br /><br />ਨੋਟ: ਗੂਗਲ ਨੂੰ equirectangular-panoramic ਫਾਰਮੈਟ ਕੀਤੀਆਂ ਤਸਵੀਰਾਂ ਅਤੇ ਵੀਡੀਓਜ਼ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।<br />ਸੁਝਾਅ ਦਿੱਤਾ ਗਿਆ ਸੰਰਚਨਾ ਹੈ ਕਿ exiftool ਫੀਲਡ \'ProjectionType\' ਨੂੰ \'Projection Type\' ਨਾਮਕ ਫੀਲਡ ਨਾਲ ਮੈਪ ਕੀਤਾ ਜਾਵੇ ਅਤੇ ਉਸ ਫੀਲਡ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਵੇ।';
$lang["vr_view_projection_field"]='ਵੀਆਰ ਵਿਊ ਪ੍ਰੋਜੈਕਸ਼ਨ ਟਾਈਪ ਫੀਲਡ';
$lang["vr_view_projection_value"]='ਵੀ.ਆਰ. ਦ੍ਰਿਸ਼ਟੀਯਾਂ ਨੂੰ ਯੋਗ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਮੁੱਲ';
$lang["vr_view_additional_options"]='ਵਾਧੂ ਵਿਕਲਪ';
$lang["vr_view_additional_options_detail"]='ਹੇਠਾਂ ਦਿੱਤਾ ਗਿਆ ਤੁਹਾਨੂੰ ਮੈਟਾਡੇਟਾ ਖੇਤਰਾਂ ਨੂੰ ਨਕਸ਼ਾ ਬਣਾਉਣ ਦੁਆਰਾ ਪ੍ਰਤੀ ਸਰੋਤ ਪਲੱਗਇਨ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ ਜੋ ਕਿ VR View ਪੈਰਾਮੀਟਰਾਂ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਨ ਲਈ ਵਰਤਣ ਲਈ ਹਨ<br />ਹੋਰ ਵਿਸਥਾਰਿਤ ਜਾਣਕਾਰੀ ਲਈ <a href=\'https://developers.google.com/vr/concepts/vrview-web\' target=\'+blank\'>https://developers.google.com/vr/concepts/vrview-web</a> ਵੇਖੋ';
$lang["vr_view_stereo_field"]='ਫੀਲਡ ਜੋ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਚਿੱਤਰ/ਵੀਡੀਓ ਸਟੀਰੀਓ ਹੈ (ਵਿਕਲਪਿਕ, ਸੈੱਟ ਨਾ ਹੋਣ \'ਤੇ ਮੂਲ ਰੂਪ ਵਿੱਚ ਝੂਠ)';
$lang["vr_view_stereo_value"]='ਜਾਂਚਣ ਲਈ ਮੁੱਲ। ਜੇ ਲੱਭਿਆ ਗਿਆ ਤਾਂ ਸਟੀਰੀਓ ਨੂੰ ਸੱਚ ਸੈੱਟ ਕੀਤਾ ਜਾਵੇਗਾ';
$lang["vr_view_yaw_only_field"]='ਫੀਲਡ ਜੋ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਰੋਲ/ਪਿਚ ਨੂੰ ਰੋਕਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਜਾਂ ਨਹੀਂ (ਵਿਕਲਪਿਕ, ਅਣਸੈੱਟ ਹੋਣ \'ਤੇ ਮੂਲ ਰੂਪ ਵਿੱਚ ਝੂਠ)';
$lang["vr_view_yaw_only_value"]='ਜਾਂਚ ਕਰਨ ਲਈ ਮੁੱਲ। ਜੇ ਲੱਭਿਆ ਜਾਂਦਾ ਹੈ ਤਾਂ is_yaw_only ਵਿਕਲਪ ਨੂੰ ਸੱਚ \'ਤੇ ਸੈੱਟ ਕੀਤਾ ਜਾਵੇਗਾ।';
$lang["vr_view_orig_image"]='ਕੀ ਚਿੱਤਰ ਪ੍ਰੀਵਿਊ ਲਈ ਮੂਲ ਸਰੋਤ ਫਾਈਲ ਨੂੰ ਸਰੋਤ ਵਜੋਂ ਵਰਤਣਾ ਹੈ?';
$lang["vr_view_orig_video"]='ਕੀ ਵੀਡੀਓ ਪ੍ਰੀਵਿਊ ਲਈ ਮੂਲ ਸਰੋਤ ਫਾਈਲ ਨੂੰ ਸਰੋਤ ਵਜੋਂ ਵਰਤਣਾ ਹੈ?';
$lang["page-title_vr_view_download"] = 'VR ਦ੍ਰਿਸ਼';
$lang["page-title_vr_view_setup"] = 'VR ਦ੍ਰਿਸ਼ਟੀ ਪਲੱਗਇਨ ਸੈਟਅਪ ਕਰੋ';