<?php


$lang["vr_view_configuration"]='Конфігурація Google VR View';
$lang["vr_view_google_hosted"]='Використовувати бібліотеку javascript VR View, розміщену на Google?';
$lang["vr_view_js_url"]='URL до бібліотеки javascript для VR View (потрібно лише, якщо вище зазначене є хибним). Якщо локально на сервері, використовуйте відносний шлях, напр. /vrview/build/vrview.js';
$lang["vr_view_restypes"]='Типи ресурсів для відображення за допомогою VR View';
$lang["vr_view_autopan"]='Увімкнути автопанораму';
$lang["vr_view_vr_mode_off"]='Вимкнути кнопку режиму VR';
$lang["vr_view_condition"]='Умова перегляду VR';
$lang["vr_view_condition_detail"]='Якщо поле вибрано нижче, значення, встановлене для поля, може бути перевірене та використане для визначення, чи відображати попередній перегляд VR View. Це дозволяє визначити, чи використовувати плагін на основі вбудованих даних EXIF шляхом відображення полів метаданих. Якщо це не встановлено, попередній перегляд завжди буде спробувано, навіть якщо формат несумісний <br /><br />NB Google вимагає зображення та відео у форматі еквідистантної панорами.<br />Рекомендована конфігурація - відобразити поле exiftool \'ProjectionType\' на поле під назвою \'Тип проекції\' та використовувати це поле.';
$lang["vr_view_projection_field"]='Поле VR View ProjectionType';
$lang["vr_view_projection_value"]='Необхідне значення для ввімкнення VR View';
$lang["vr_view_additional_options"]='Додаткові параметри';
$lang["vr_view_additional_options_detail"]='Наступне дозволяє вам керувати плагіном для кожного ресурсу, зіставляючи поля метаданих для використання для керування параметрами VR View<br />Дивіться <a href =\'https://developers.google.com/vr/concepts/vrview-web\' target=\'+blank\'>https://developers.google.com/vr/concepts/vrview-web</a> для отримання більш детальної інформації';
$lang["vr_view_stereo_field"]='Поле використовується для визначення, чи є зображення/відео стерео (необов\'язково, за замовчуванням false, якщо не встановлено)';
$lang["vr_view_stereo_value"]='Значення для перевірки. Якщо знайдено, стерео буде встановлено на true';
$lang["vr_view_yaw_only_field"]='Поле використовується для визначення, чи слід запобігати нахилу/крену (необов\'язково, за замовчуванням false, якщо не встановлено)';
$lang["vr_view_yaw_only_value"]='Значення для перевірки. Якщо знайдено, опція is_yaw_only буде встановлена на true';
$lang["vr_view_orig_image"]='Використовувати оригінальний файл ресурсу як джерело для попереднього перегляду зображення?';
$lang["vr_view_orig_video"]='Використовувати оригінальний файл ресурсу як джерело для попереднього перегляду відео?';
$lang["page-title_vr_view_download"] = 'VR Перегляд';
$lang["page-title_vr_view_setup"] = 'Налаштування плагіна VR View';