<?php


$lang["vr_view_configuration"]='گوگل وی آر ویو ترتیب';
$lang["vr_view_google_hosted"]='کیا گوگل کی میزبانی شدہ VR ویو جاوا اسکرپٹ لائبریری استعمال کریں؟';
$lang["vr_view_js_url"]='VR ویو جاوا اسکرپٹ لائبریری کا URL (صرف اس صورت میں ضروری ہے جب اوپر والا غلط ہو)۔ اگر سرور پر مقامی ہے تو نسبتی راستہ استعمال کریں مثلاً /vrview/build/vrview.js';
$lang["vr_view_restypes"]='وی آر ویو کے ذریعے دکھانے کے لیے وسائل کی اقسام';
$lang["vr_view_autopan"]='آٹوپین فعال کریں';
$lang["vr_view_vr_mode_off"]='وی آر موڈ بٹن کو غیر فعال کریں';
$lang["vr_view_condition"]='وی آر ویو کی حالت';
$lang["vr_view_condition_detail"]='اگر نیچے کوئی فیلڈ منتخب کی گئی ہے، تو فیلڈ کے لیے سیٹ کی گئی ویلیو کو چیک کیا جا سکتا ہے اور یہ طے کرنے کے لیے استعمال کیا جا سکتا ہے کہ آیا VR ویو پیش نظارہ دکھانا ہے یا نہیں۔ یہ آپ کو میٹا ڈیٹا فیلڈز کو میپ کرکے ایمبیڈڈ EXIF ڈیٹا کی بنیاد پر پلگ ان استعمال کرنے کا تعین کرنے کی اجازت دیتا ہے۔ اگر یہ سیٹ نہیں ہے تو پیش نظارہ ہمیشہ کوشش کیا جائے گا، چاہے فارمیٹ غیر مطابقت پذیر ہو۔ <br /><br />نوٹ: گوگل کو ایکوائرکٹینگولر-پینورامک فارمیٹ کی تصاویر اور ویڈیوز کی ضرورت ہوتی ہے۔<br />تجویز کردہ ترتیب یہ ہے کہ exiftool فیلڈ \'ProjectionType\' کو \'Projection Type\' نامی فیلڈ سے میپ کریں اور اس فیلڈ کو استعمال کریں۔';
$lang["vr_view_projection_field"]='وی آر ویو پروجیکشن ٹائپ فیلڈ';
$lang["vr_view_projection_value"]='وی آر ویو کو فعال کرنے کے لیے مطلوبہ قدر';
$lang["vr_view_additional_options"]='اضافی اختیارات';
$lang["vr_view_additional_options_detail"]='مندرجہ ذیل آپ کو وی آر ویو پیرامیٹرز کو کنٹرول کرنے کے لیے میٹا ڈیٹا فیلڈز کو میپ کرکے ہر وسائل کے لیے پلگ ان کو کنٹرول کرنے کی اجازت دیتا ہے<br />مزید تفصیلی معلومات کے لیے <a href =\'https://developers.google.com/vr/concepts/vrview-web\' target=\'+blank\'>https://developers.google.com/vr/concepts/vrview-web</a> دیکھیں۔';
$lang["vr_view_stereo_field"]='فیلڈ جو یہ تعین کرنے کے لیے استعمال ہوتی ہے کہ آیا تصویر/ویڈیو سٹیریو ہے (اختیاری، اگر سیٹ نہ ہو تو ڈیفالٹ طور پر غلط)';
$lang["vr_view_stereo_value"]='چیک کرنے کے لیے قدر۔ اگر پایا گیا تو سٹیریو کو درست پر سیٹ کیا جائے گا۔';
$lang["vr_view_yaw_only_field"]='فیلڈ جو یہ طے کرنے کے لیے استعمال ہوتی ہے کہ آیا رول/پچ کو روکا جانا چاہیے (اختیاری، اگر سیٹ نہ ہو تو ڈیفالٹ طور پر غلط)';
$lang["vr_view_yaw_only_value"]='چیک کرنے کے لیے قدر۔ اگر پایا گیا تو is_yaw_only آپشن کو درست پر سیٹ کر دیا جائے گا۔';
$lang["vr_view_orig_image"]='کیا تصویر کے پیش نظارہ کے لیے اصل وسائل فائل کو ماخذ کے طور پر استعمال کریں؟';
$lang["vr_view_orig_video"]='کیا ویڈیو پیش نظارہ کے لیے اصل وسائل فائل کو ماخذ کے طور پر استعمال کریں؟';
$lang["page-title_vr_view_download"] = 'VR View';
$lang["page-title_vr_view_setup"] = 'VR ویو پلگ ان سیٹ اپ کریں';