<?php


$lang["image_text_configuration"]='ইমেজ টেক্সট কনফিগারেশন';
$lang["image_text_summary"]='<div>এই প্লাগইন নির্দিষ্ট ফিল্ডের ডেটা ব্যবহার করবে এবং এটি ছবির নিচে ওভারলে করবে। নির্বাচিত গ্রুপগুলি যোগ করা টেক্সট ছাড়া মূল ফাইল ডাউনলোড করার একটি বিকল্প দেখতে পাবে<br><br></div>';
$lang["image_text_field_select"]='অতিরিক্ত টেক্সট উৎস হিসেবে ব্যবহৃত হবে এমন মেটাডেটা ক্ষেত্রটি নির্বাচন করুন।';
$lang["image_text_restypes"]='এই প্লাগইনটি যেসব রিসোর্স প্রকারের জন্য প্রযোজ্য হবে সেগুলি নির্বাচন করুন';
$lang["image_text_override_groups"]='যে গ্রুপগুলি অতিরিক্ত টেক্সট ছাড়াই মূল ফাইল ডাউনলোড করার বিকল্প পাবে সেগুলি নির্বাচন করুন';
$lang["image_text_default_text"]='মেটাডেটা ক্ষেত্রটিতে কোনো ডেটা না থাকলে যে টেক্সট যোগ করা হবে তা প্রবেশ করান। যদি ফাঁকা রাখা হয় তবে কোনো টেক্সট যোগ করা হবে না।';
$lang["image_text_download_clear"]='কোনো ক্যাপশন ছাড়াই ডাউনলোড করুন';
$lang["image_text_filetypes"]='ফাইল এক্সটেনশনের তালিকা যেগুলিতে চিত্রের টেক্সট যোগ করা হবে';
$lang["image_text_height_proportion"]='টেক্সট ব্যানারের উচ্চতা ছবির উচ্চতার অনুপাত হিসাবে';
$lang["image_text_max_height"]='পিক্সেলে সর্বাধিক ব্যানারের উচ্চতা, কোন সর্বাধিক সীমা না থাকলে 0 রাখুন';
$lang["image_text_min_height"]='পিক্সেলে সর্বনিম্ন ব্যানার উচ্চতা, কোনো সর্বনিম্ন না থাকলে 0 রাখুন';
$lang["image_text_position"]='ব্যানারে টেক্সটের অবস্থান।';
$lang["image_text_banner_position"]='ছবির সাথে ব্যানারের আপেক্ষিক অবস্থান।';
$lang["image_text_font"]='ব্যবহার করার ফন্ট, ইনস্টল করা ইমেজম্যাজিক সংস্করণ দ্বারা সমর্থিত হতে হবে';
$lang["image_text_noim"]='এই প্লাগইনটির জন্য ইমেজম্যাজিক ইনস্টল করা প্রয়োজন।';
$lang["image_text_position_list"] = array(
   'west' => 'পশ্চিম',
   'center' => 'মধ্য',
   'east' => 'পূর্ব',
);
$lang["image_text_banner_position_list"] = array(
   'top' => 'শীর্ষ',
   'bottom' => 'নিচে',
);
$lang["page-title_image_text_setup"] = 'ছবি টেক্সট প্লাগইন সেটআপ করুন';