<?php


$lang["sensitive_images"]='Чувствительное размытие изображения';
$lang["sensitive_images_help"]='Укажите поле метаданных, которое содержит причину, по которой изображение является конфиденциальным. Когда это установлено, изображение размывается в результатах и может быть раскрыто на страницах просмотра/предварительного просмотра ресурса.';
$lang["sensitive_images_field"]='Поле метаданных, содержащее причину, по которой изображение является конфиденциальным';
$lang["sensitive_images_blur_level"]='Уровень размытия чувствительных изображений<br>(1=наименьший, 6=наибольший)';
$lang["plugin-sensitive_images-title"]='Размытие чувствительного изображения';
$lang["plugin-sensitive_images-desc"]='Размывает изображения, помеченные как чувствительные, с возможностью пользователя нажать для снятия размытия.';
$lang["page-title_sensitive_images_setup"] = 'Настройка плагина для чувствительных изображений';