<?php


$lang["system_reset"]='سسٹم ری سیٹ';
$lang["system_reset_warning"]='انتباہ! یہ تمام فائلیں اور ڈیٹا حذف کر دے گا بشمول سسٹم کی ترتیبات، وسائل کا ڈیٹا، وسائل کے فیلڈز اور وسائل کی اقسام۔ صرف صارف اکاؤنٹس اور صارف گروپس محفوظ رہیں گے۔ اس عمل کو واپس نہیں کیا جا سکتا۔';
$lang["system_reset_confirm"]='کیا آپ کو یقین ہے؟ یہ واپس نہیں ہو سکتا۔';
$lang["system_reset_delete_all"]='تمام ڈیٹا اور فائلیں حذف کریں';
$lang["system_reset-tooltip"] = 'سسٹم کو ری سیٹ کریں تاکہ تمام فائلیں اور ڈیٹا حذف ہو جائیں';
$lang["page-title_system_reset_reset"] = 'سسٹم ری سیٹ';