<?php


$lang["sensitive_images"]='Ευαίσθητη ασάφεια εικόνας';
$lang["sensitive_images_help"]='Καθορίστε ένα πεδίο μεταδεδομένων που αποθηκεύει τον λόγο για τον οποίο η εικόνα είναι ευαίσθητη. Όταν αυτό ορίζεται, η εικόνα ασπρόμαυρη στα αποτελέσματα και μπορεί να αποκαλυφθεί στις σελίδες προεπισκόπησης / προβολής των πόρων.';
$lang["sensitive_images_field"]='Πεδίο μεταδεδομένων που περιέχει τον λόγο για τον οποίο η εικόνα είναι ευαίσθητη';
$lang["sensitive_images_blur_level"]='Επίπεδο ασάφειας ευαίσθητης εικόνας<br>(1=λιγότερο, 6=περισσότερο)';
$lang["plugin-sensitive_images-title"]='Θόλωση ευαίσθητης εικόνας';
$lang["plugin-sensitive_images-desc"]='Θολώνει τις εικόνες που έχουν επισημανθεί ως ευαίσθητες, με τον χρήστη να μπορεί να κάνει κλικ για να τις αποθολώσει.';
$lang["page-title_sensitive_images_setup"] = 'Ρύθμιση Πρόσθετου Ευαίσθητων Εικόνων';