<?php

$lang["clip-natural-language-search"] = 'Αναζήτηση φυσικής γλώσσας';
$lang["clip-configuration"] = 'Διαμόρφωση CLIP';
$lang["clip-ai-smart-search"] = 'AI Έξυπνη Αναζήτηση';
$lang["clip-visually-similar-images"] = 'Οπτικά παρόμοιες εικόνες';
$lang["clip_search_cutoff"] = 'Απόσταση κοπής διανύσματος αναζήτησης φυσικής γλώσσας<br />(προτεινόμενο 25%; αύξηση για εστίαση στην αναζήτηση, μείωση για επέκταση της αναζήτησης)';
$lang["clip_similar_cutoff"] = 'Παρόμοιες εικόνες απόσταση διανύσματος κοπής<br />(προτεινόμενο 60%; αύξηση για εστίαση αναζήτησης, μείωση για επέκταση αναζήτησης)';
$lang["clip_results_limit_search"] = 'Αριθμός αποτελεσμάτων αναζήτησης προς εμφάνιση';
$lang["clip_results_limit_similar"] = 'Αριθμός παρόμοιων πόρων προς εμφάνιση';
$lang["clip_service_url"] = 'URL υπηρεσίας CLIP';

$lang["clip-natural-language-search-help"] = 'Εισάγετε μια περιγραφή φυσικής γλώσσας της εικόνας π.χ. \'Ένα κόκκινο σπορ αυτοκίνητο\'.';
$lang["clip-duplicate-images"] = 'Διπλότυπες εικόνες';
$lang["clip-duplicate-images-all"] = 'Δείτε όλες τις εικόνες με διπλότυπα';
$lang["clip-search-upload-image"] = 'Αναζητήστε παρέχοντας μια εικόνα';
$lang["clip_duplicate_cutoff"] = 'Διαχωριστικό απόστασης διπλών εικόνων (προτεινόμενο 90%; αύξηση για εστίαση στην αναζήτηση, μείωση για επέκταση της αναζήτησης)';
$lang["clip_text_search_fields"] = 'Πεδία μεταδεδομένων για συνδυασμό για το κείμενο vector. Επιλέξτε μόνο εκείνα τα πεδία που θα βοηθήσουν στη δομή μιας σύντομης, ουσιαστικής περιγραφής. Υπερβολικά πεδία θα αραιώσουν το νόημα. Πρόταση: μόνο τίτλος. Μην συμπεριλάβετε πεδία που περιέχουν κωδικούς.';
$lang["clip-vector-on-upload"] = 'Δημιουργία CLIP vector κατά την ανέβασμα αρχείου';
$lang["clip-generating"] = 'CLIP δημιουργεί CLIP διανύσματα για το πόρο:';
$lang["clip-tagging"] = 'CLIP προσθέτει αυτόματα ετικέτες στο πόρο:';
$lang["clip-automatic-tagging"] = 'Αυτόματη Ετικετοποίηση';
$lang["clip-title-field"] = 'Πεδίο για τον αυτόματα παραγόμενο τίτλο με βάση την πλησιέστερη αντιστοιχία στη εξωτερική βάση δεδομένων διανυσμάτων';
$lang["clip-title-url"] = 'Εξωτερική βάση δεδομένων διανυσμάτων για τίτλους';
$lang["clip-keyword-field"] = 'Πεδίο για τις πιο κοντινές λέξεις-κλειδιά που ταιριάζουν στη εξωτερική βάση δεδομένων διανυσμάτων';
$lang["clip-keyword-url"] = 'Εξωτερική βάση δεδομένων διανυσμάτων για λέξεις-κλειδιά';
$lang["clip-keyword-count"] = 'Αριθμός λέξεων-κλειδιών προς ρύθμιση (x πλησιέστερες λέξεις-κλειδιά με βάση την κοσυνάτα ομοιότητα)';
$lang["clip_show_on_searchbar"] = 'Εμφάνιση χαρακτηριστικών CLIP στη γραμμή αναζήτησης';
$lang["clip_show_on_view"] = 'Εμφάνιση χαρακτηριστικών CLIP στη σελίδα προβολής πόρου';
$lang["clip_resource_types"] = 'Δημιουργήστε διανύσματα (επιτρέψτε την αναζήτηση αυτών των τύπων πόρων)';
$lang["clip_count_vectors"] = 'Αριθμός διανυσμάτων';
$lang["clip_missing_vectors"] = 'Λείπουν οι διανύσματα';
$lang["clip-vector-generation"] = 'Δημιουργία διανύσματος';
$lang["clip_vector-statistics"] = 'Στατιστικά διανυσμάτων';
$lang["clip-vector-cleanup"] = 'Διαγραφή ορφανών διανυσμάτων';
$lang["clip-vector-cleanup-description"] = 'Αφαιρέστε τα διανύσματα που ανήκουν σε πόρους που δεν υπάρχουν πια ή δεν είναι ένας από τους παραπάνω επιλεγμένους τύπους πόρων';

$lang["page-title_clip_search"] = 'AI Έξυπνη Αναζήτηση';
$lang["page-title_clip_setup"] = 'Ρύθμιση Πρόσθετου CLIP';
$lang["page-title_clip_webcam"] = 'Γεννήτρια Ετικετών Webcam';