<?php


$lang["image_text_configuration"] = 'Канфігурацыя тэксту выявы';
$lang["image_text_summary"] = 'Гэты плагін будзе выкарыстоўваць дадзеныя з указаннага поля і накладваць іх у ніжняй частцы выявы. Выбраныя групы ўбачаць опцыю загрузіць арыгінальны файл без дададзенага тэксту';
$lang["image_text_field_select"] = 'Выберыце поле метададзеных, якое будзе выкарыстоўвацца як дадатковы крыніца тэксту.';
$lang["image_text_restypes"] = 'Выберыце тыпы рэсурсаў, да якіх будзе прымяняцца гэты плагін';
$lang["image_text_override_groups"] = 'Выберыце групы, якія будуць мець магчымасць загружаць арыгінальны файл без дадатковага тэксту';
$lang["image_text_default_text"] = 'Увядзіце тэкст, які будзе дададзены, калі поле метададзеных не мае дадзеных. Калі пакінуць пустым, то не будзе дададзена ніякага тэксту';
$lang["image_text_download_clear"] = 'Спампаваць без подпісу';
$lang["image_text_filetypes"] = 'спіс пашырэнняў файлаў, да якіх будзе дададзены тэкст выявы';
$lang["image_text_height_proportion"] = 'Вышыня тэкставага банэра ў адносінах да вышыні выявы';
$lang["image_text_max_height"] = 'Максімальная вышыня банэра ў пікселях, пакіньце 0 для адсутнасці максімуму';
$lang["image_text_min_height"] = 'Мінімальная вышыня банэра ў пікселях, пакіньце 0 для адсутнасці мінімуму';
$lang["image_text_position"] = 'Пазіцыя тэксту ў банэры.';
$lang["image_text_banner_position"] = 'Пазіцыя банэра адносна выявы';
$lang["image_text_font"] = 'Шрыфт для выкарыстання, павінен падтрымлівацца ўстаноўленай версіяй imagemagick';
$lang["image_text_noim"] = 'Гэты плагін патрабуе ўстаноўкі Imagemagick.';
$lang["image_text_position_list"] = array(
   'west' => 'захад',
   'center' => 'цэнтр',
   'east' => 'усход',
);
$lang["image_text_banner_position_list"] = array(
   'top' => 'верх',
   'bottom' => 'ніз',
);
$lang["page-title_image_text_setup"] = 'Наладзіць плагін тэксту для малюнкаў';