<?php


$lang["system_reset"] = 'Скід сістэмы';
$lang["system_reset_warning"] = 'Папярэджанне! Гэта выдаліць усе файлы і дадзеныя, уключаючы налады сістэмы, дадзеныя рэсурсаў, палі рэсурсаў і тыпы рэсурсаў. Толькі ўліковыя запісы карыстальнікаў і групы карыстальнікаў будуць захаваны. Гэта дзеянне нельга адменіць.';
$lang["system_reset_confirm"] = 'Вы ўпэўнены? Гэта нельга будзе адменіць.';
$lang["system_reset_delete_all"] = 'Выдаліць усе дадзеныя і файлы';
$lang["system_reset-tooltip"] = 'Выканаць скід сістэмы, каб выдаліць усе файлы і дадзеныя';
$lang["page-title_system_reset_reset"] = 'Скід сістэмы';