<?php


$lang["sensitive_images"]='সংবেদনশীল চিত্র ঝাপসা করা';
$lang["sensitive_images_help"]='একটি মেটাডেটা ক্ষেত্র নির্দিষ্ট করুন যা চিত্রটি সংবেদনশীল হওয়ার কারণ সংরক্ষণ করে। যখন এটি সেট করা হয়, তখন ফলাফলে চিত্রটি ঝাপসা হয় এবং এটি রিসোর্স ভিউ / প্রিভিউ পৃষ্ঠাগুলিতে প্রকাশ করা যেতে পারে।';
$lang["sensitive_images_field"]='মেটাডেটা ক্ষেত্র যা চিত্রটি সংবেদনশীল হওয়ার কারণ ধারণ করে';
$lang["sensitive_images_blur_level"]='সংবেদনশীল চিত্র ঝাপসা করার স্তর<br>(১=সর্বনিম্ন, ৬=সর্বাধিক)';
$lang["page-title_sensitive_images_setup"] = 'সংবেদনশীল চিত্র প্লাগইন সেটআপ করুন';