<?php


$lang["vr_view_configuration"]='Настройка Google VR View';
$lang["vr_view_google_hosted"]='Использовать библиотеку JavaScript VR View, размещенную на серверах Google?';
$lang["vr_view_js_url"]='Ссылка на библиотеку JavaScript VR View URL (требуется только если вышеуказанное неверно). Если находится на сервере, используйте относительный путь, например, /vrview/build/vrview.js';
$lang["vr_view_restypes"]='Типы ресурсов для отображения с использованием VR View';
$lang["vr_view_autopan"]='Включить автопан';
$lang["vr_view_vr_mode_off"]='Кнопка отключения режима VR';
$lang["vr_view_condition"]='Состояние просмотра VR';
$lang["vr_view_condition_detail"]='Если ниже выбрано поле, установленное значение для поля может быть проверено и использовано для определения того, нужно ли отображать предварительный просмотр VR View. Это позволяет определить, следует ли использовать плагин на основе встроенных данных EXIF, отображая поля метаданных. Если это не установлено, предварительный просмотр всегда будет пытаться отобразиться, даже если формат несовместим. <br /><br />NB Google требует изображения и видео в формате экиректангулярной панорамы. <br />Рекомендуемая конфигурация - отображать поле \'ProjectionType\' exiftool на поле с названием \'Projection Type\' и использовать это поле.';
$lang["vr_view_projection_field"]='Поле типа проекции VR View';
$lang["vr_view_projection_value"]='Требуемое значение для включения VR View';
$lang["vr_view_additional_options"]='Дополнительные опции';
$lang["vr_view_additional_options_detail"]='Следующее позволяет вам контролировать плагин для каждого ресурса, сопоставляя поля метаданных для использования в управлении параметрами VR View.<br />Смотрите <a href =\'https://developers.google.com/vr/concepts/vrview-web\' target=\'+blank\'>https://developers.google.com/vr/concepts/vrview-web</a> для получения более подробной информации';
$lang["vr_view_stereo_field"]='Поле, используемое для определения, является ли изображение/видео стерео (необязательно, по умолчанию false, если не установлено)';
$lang["vr_view_stereo_value"]='Значение для проверки. Если найдено, стерео будет установлено в true';
$lang["vr_view_yaw_only_field"]='Поле, используемое для определения, должны ли быть предотвращены крен/тангаж (необязательно, по умолчанию установлено значение false, если не задано)';
$lang["vr_view_yaw_only_value"]='Значение для проверки. Если найдено, опция is_yaw_only будет установлена в true';
$lang["vr_view_orig_image"]='Использовать оригинальный файл ресурса в качестве источника для предварительного просмотра изображения?';
$lang["vr_view_orig_video"]='Использовать оригинальный файл ресурса в качестве источника для предварительного просмотра видео?';
$lang["plugin-vr_view-title"]='Просмотр VR';
$lang["plugin-vr_view-desc"]='Google VR View - 360-градусные превью изображений и видео (эквиректангуларный формат)';
$lang["page-title_vr_view_download"] = 'VR Просмотр';
$lang["page-title_vr_view_setup"] = 'Настройка плагина VR View';