<?php


$lang["csv_user_import_batch_user_import"] = 'Імпарт карыстальнікаў партыямі';
$lang["csv_user_import_import"] = 'Імпартваць';
$lang["csv_user_import"] = 'Імпарт карыстальнікаў з CSV';
$lang["csv_user_import_intro"] = 'Выкарыстоўвайце гэтую функцыю для імпарту партыі карыстальнікаў у ResourceSpace. Калі ласка, уважліва звярніце ўвагу на фармат вашага CSV-файла і прытрымлівайцеся ніжэйзгаданых стандартаў:';
$lang["csv_user_import_upload_file"] = 'Выберыце файл';
$lang["csv_user_import_processing_file"] = 'АПРАЦОЎВАННЕ ФАЙЛА...';
$lang["csv_user_import_error_found"] = 'Знойдзены памылкі - спыняю';
$lang["csv_user_import_move_upload_file_failure"] = 'Адбылася памылка пры перамяшчэнні загружанага файла. Калі ласка, паспрабуйце яшчэ раз або звяжыцеся з адміністратарамі.';
$lang["csv_user_import_condition1"] = 'Пераканайцеся, што файл CSV закодаваны з выкарыстаннем UTF-8';
$lang["csv_user_import_condition2"] = 'CSV файл павінен мець радок загалоўка';
$lang["csv_user_import_condition3"] = 'Слупкі, якія будуць мець значэнні з коскамі ( , ), пераканайцеся, што вы фарматуеце іх як тып тэксту, каб не давялося дадаваць двукоссе (""). Пры захаванні ў фармаце .csv пераканайцеся, што вы праверылі опцыю цытавання ячэек тыпу тэкст.';
$lang["csv_user_import_condition4"] = 'Дазволеныя калонкі: *імя карыстальніка, *электронная пошта, пароль, поўнае імя, тэрмін дзеяння акаўнта, каментары, абмежаванне па IP, мова. Заўвага: абавязковыя палі адзначаны *';
$lang["csv_user_import_condition5"] = 'Мова карыстальніка будзе вяртацца да той, што ўстаноўлена з дапамогай опцыі канфігурацыі "$defaultlanguage", калі слупок lang не знойдзены або не мае значэння';
$lang["page-title_csv_user_import_csv_user_import"] = 'Імпарт карыстальнікаў CSV';