<?php


$lang["csv_user_import_batch_user_import"] = 'Импортиране на група потребители';
$lang["csv_user_import_import"] = 'Импортиране';
$lang["csv_user_import"] = 'CSV импортиране на потребители';
$lang["csv_user_import_intro"] = 'Използвайте тази функция, за да импортирате група потребители в ResourceSpace. Моля, обърнете особено внимание на формата на вашия CSV файл и следвайте посочените стандарти:';
$lang["csv_user_import_upload_file"] = 'Изберете файл';
$lang["csv_user_import_processing_file"] = 'Обработване на файла...';
$lang["csv_user_import_error_found"] = 'Намерени грешки - прекратяване';
$lang["csv_user_import_move_upload_file_failure"] = 'Възникна грешка при преместването на качения файл. Моля, опитайте отново или се свържете с администраторите.';
$lang["csv_user_import_condition1"] = 'Уверете се, че CSV файлът е кодирана с UTF-8';
$lang["csv_user_import_condition2"] = 'CSV файлът трябва да има ред с заглавия';
$lang["csv_user_import_condition3"] = 'Колоната(ите), които ще съдържат стойности с запетаи( , ), уверете се, че са форматирани като текст, за да не трябва да добавяте кавички (""). При запазване като .csv файл, уверете се, че е избрана опцията за цитиране на текстови клетки';
$lang["csv_user_import_condition4"] = 'Разрешени колони: *потребителско име, *имейл, парола, пълно име, изтичане на акаунта, коментари, ограничение по IP, език. Забележка: задължителните полета са маркирани с *';
$lang["csv_user_import_condition5"] = 'Езикът на потребителя ще се върне към този, зададен с опцията "$defaultlanguage" в конфигурацията, ако колоната lang не бъде намерена или няма стойност';
$lang["page-title_csv_user_import_csv_user_import"] = 'CSV Импортиране на потребители';
