<?php

$lang["csv_user_import_batch_user_import"] = 'Εισαγωγή χρηστών μαζικά';
$lang["csv_user_import_import"] = 'Εισαγωγή';
$lang["csv_user_import"] = 'Εισαγωγή χρηστών CSV';
$lang["csv_user_import_intro"] = 'Χρησιμοποιήστε αυτήν τη δυνατότητα για να εισαγάγετε μια παρτίδα χρηστών στο ResourceSpace. Παρακαλούμε δώστε ιδιαίτερη προσοχή στη μορφή του αρχείου CSV σας και ακολουθήστε τα παρακάτω πρότυπα:';
$lang["csv_user_import_upload_file"] = 'Επιλέξτε αρχείο';
$lang["csv_user_import_processing_file"] = 'ΕΠΕΞΕΡΓΑΣΙΑ ΑΡΧΕΙΟΥ...';
$lang["csv_user_import_error_found"] = 'Βρέθηκαν σφάλματα - ακύρωση';
$lang["csv_user_import_move_upload_file_failure"] = 'Παρουσιάστηκε σφάλμα κατά τη μεταφορά του αρχείου που ανέβηκε. Παρακαλώ δοκιμάστε ξανά ή επικοινωνήστε με τους διαχειριστές.';
$lang["csv_user_import_condition1"] = 'Βεβαιωθείτε ότι το αρχείο CSV έχει κωδικοποιηθεί χρησιμοποιώντας το UTF-8';
$lang["csv_user_import_condition2"] = 'Το αρχείο CSV πρέπει να έχει μια γραμμή κεφαλίδας';
$lang["csv_user_import_condition3"] = 'Στήλη/ες που θα περιέχουν τιμές με κόμματα (,), βεβαιωθείτε ότι το μορφότυπο τους είναι τύπου κείμενο (text), έτσι ώστε να μην χρειάζεται να προσθέτετε εισαγωγικά (""). Κατά την αποθήκευση ως αρχείο .csv, βεβαιωθείτε ότι επιλέγετε την επιλογή παράθεσης κελιών τύπου κειμένου';
$lang["csv_user_import_condition4"] = 'Επιτρεπόμενες στήλες: *όνομα χρήστη, *ηλεκτρονική διεύθυνση, κωδικός πρόσβασης, πλήρες όνομα, λήξη λογαριασμού, σχόλια, περιορισμός IP, γλώσσα. Σημείωση: τα υποχρεωτικά πεδία είναι σημειωμένα με *';
$lang["csv_user_import_condition5"] = 'Η γλώσσα του χρήστη θα επιστρέψει στην προεπιλεγμένη γλώσσα που έχει οριστεί με τη χρήση της επιλογής "$defaultlanguage" στις ρυθμίσεις, εάν η στήλη γλώσσας δε βρεθεί ή δεν έχει τιμή';
$lang["plugin-csv_user_import-title"] = 'Εισαγωγή Χρηστών CSV';
$lang["plugin-csv_user_import-desc"] = '[Προχωρημένο] Παρέχει τη δυνατότητα εισαγωγής μιας παρτίδας χρηστών βάσει ενός προδιαμορφωμένου αρχείου CSV';

$lang["page-title_csv_user_import_csv_user_import"] = 'Εισαγωγή Χρηστών από CSV';