<?php


$lang["csv_user_import_batch_user_import"] = 'هەڵبژاردنی بەشەکانی بەکارهێنەر';
$lang["csv_user_import_import"] = 'هەڵبژاردن';
$lang["csv_user_import"] = 'هەڵبژاردنی بەکارهێنەر لە CSV';
$lang["csv_user_import_intro"] = 'ئەم تایبەتمەندیە بەکاربهێنە بۆ هەڵبژاردنی بەشێک لە بەکارهێنەرانی ResourceSpace. تکایە سەرنجی زۆر بدە لە فۆرماتەکانی فایلەکەت و پەیوەندیدانی ئەم ستانداردانە بکە:';
$lang["csv_user_import_upload_file"] = 'فایلەکە هەڵبژێرە';
$lang["csv_user_import_processing_file"] = 'فایلەکە لە پڕۆسەی داگیرسانەوە...';
$lang["csv_user_import_error_found"] = 'هەڵە(ەکان) دۆزراوە - وەستاندنی کار';
$lang["csv_user_import_move_upload_file_failure"] = 'هەڵەیەک لە هەڵگرتنی فایلەکە ڕوویدا. تکایە دووبارە هەوڵدەوە یان پەیوەندیدانی بەڕێوەبەرەکان بکە.';
$lang["csv_user_import_condition1"] = 'دڵنیابە کە فایلەکەی CSV بە کۆدەکراوی UTF-8ە';
$lang["csv_user_import_condition2"] = 'فایلەکەی CSV پێویستە سەردێڕی هێڵێک هەبێت';
$lang["csv_user_import_condition3"] = 'کۆلۆن(ەکان) کە نرخیان پێکدەهێنێت لەگەڵ کۆما( , )، دڵنیابە کە فۆرماتەکەیان وەک تێکستی جۆرەکە دروستە بۆ ئەوەی ناتوانیت قەسەیەک زیاد بکەیت (""). کاتێک فایلی .csv پاشەکەوت دەکەیت، دڵنیابە لە هەڵبژاردنی هەڵبژاردنی قەسەی تێکستی خانەکان';
$lang["csv_user_import_condition4"] = 'کۆلۆنە پێویستەکان: *ناوی بەکارهێنەر، *ئیمەیل، تێپەڕەوشە، ناوی تەواو، کۆتایی هەژماری، لێدوان، سنوورکردنی IP، زمان. تێبینی: خانە پێویستەکان بە * نیشانە کراون';
$lang["csv_user_import_condition5"] = 'زمانی بەکارهێنەرەکە دەگەڕێتەوە بۆ یەکەی کە بەکاربردنی "$defaultlanguage" لە هەڵبژاردنی ڕێکخستنەکە، ئەگەر خانەی lang نەدۆزرایەوە یان نایەوە نرخی هەبێت';
$lang["page-title_csv_user_import_csv_user_import"] = 'هەڵبژاردنی بەکارهێنەر لە CSV';
