<?php

$lang["csv_user_import_batch_user_import"] = 'Пакетне імпортування користувачів';
$lang["csv_user_import_import"] = 'Імпорт';
$lang["csv_user_import"] = 'Імпорт користувачів CSV';
$lang["csv_user_import_intro"] = 'Використовуйте цю функцію для імпорту партії користувачів до ResourceSpace. Будь ласка, зверніть особливу увагу на формат вашого CSV-файлу та дотримуйтесь наведених нижче стандартів:';
$lang["csv_user_import_upload_file"] = 'Виберіть файл';
$lang["csv_user_import_processing_file"] = 'ОБРОБКА ФАЙЛУ...';
$lang["csv_user_import_error_found"] = 'Знайдено помилку(и) - скасування';
$lang["csv_user_import_move_upload_file_failure"] = 'Сталася помилка під час переміщення завантаженого файлу. Будь ласка, спробуйте ще раз або зверніться до адміністраторів.';
$lang["csv_user_import_condition1"] = 'Переконайтеся, що файл CSV закодовано за допомогою UTF-8';
$lang["csv_user_import_condition2"] = 'CSV файл повинен мати рядок заголовка';
$lang["csv_user_import_condition3"] = 'Стовпці, які міститимуть значення з комами( , ), переконайтеся, що ви форматували їх як тип текст, щоб вам не довелося додавати лапки (""). Під час збереження у форматі .csv, переконайтеся, що ви вибрали опцію цитування текстових комірок.';
$lang["csv_user_import_condition4"] = 'Дозволені стовпці: *ім\'я користувача, *електронна пошта, пароль, повне ім\'я, термін дії облікового запису, коментарі, обмеження IP, мова. Примітка: обов\'язкові поля позначені *';
$lang["csv_user_import_condition5"] = 'Мова користувача за замовчуванням повернеться до тієї, що встановлена за допомогою параметра конфігурації "$defaultlanguage", якщо стовпець lang не знайдено або він не має значення';

$lang["page-title_csv_user_import_csv_user_import"] = 'Імпорт користувачів з CSV';