<?php


$lang["totp_set_up"] = 'Настройване на многофакторна автентикация (MFA)';
$lang["totp_set_up_details"] = 'Скенервайте QR кода по-долу с TOTP приложение на вашето мобилно устройство, например Google Authenticator, налично в магазина за приложения. <br><br> След като успешно сканирате кода, въведете шестте цифри, показани от приложението, за да потвърдите инсталацията. При следващите влизания ще бъдете помолени да въведете кода от приложението.';
$lang["totp_code"] = 'Код от автентикатора:';
$lang["totp_confirm"] = 'Потвърдете';
$lang["totp_skip"] = 'Пропуснете за днес (само администратори)';
$lang["totp_tries_exceeded"] = 'Вие сте превишили максималния брой опити. Свържете се с администратор.';
$lang["totp_tries_left"] = 'оставащи опити';
$lang["totp_code_details"] = 'Моля, въведете кода от вашето приложение за автентикация.';
$lang["totp_reset"] = 'Нулирайте статуса TOTP/MFA за този потребител; те ще бъдат подканени да настроят TOTP отново.';
$lang["totp_date_binding"] = 'Потребителите ще бъдат помолени да въведат отново TOTP код след края на...';
$lang["totp_date_binding_d"] = 'Текущият ден';
$lang["totp_date_binding_w"] = 'Текущата седмица (започваща в понеделник)';
$lang["totp_date_binding_m"] = 'Текущия месец';
$lang["totp_date_binding_y"] = 'Текущата година';
$lang["totp_saml"] = 'Деактивирайте TOTP за потребители, вече удостоверени чрез SAML (изисква SAML плъгин)';
$lang["page-title_totp_setup"] = 'Настройка на плъгина TOTP';
$lang["page-title_totp_totp"] = 'TOTP';
