<?php

$lang["totp_set_up"] = 'মাল্টি-ফ্যাক্টর প্রমাণীকরণ (MFA) সেট আপ করুন';
$lang["totp_set_up_details"] = 'নিচে প্রদত্ত QR কোডটি আপনার মোবাইল ডিভাইসে একটি TOTP অ্যাপ্লিকেশন, যেমন অ্যাপ স্টোরে উপলব্ধ Google Authenticator দিয়ে স্ক্যান করুন। যখন আপনি সফলভাবে কোডটি স্ক্যান করবেন, তখন ইনস্টলেশন যাচাই করতে অ্যাপ দ্বারা প্রদর্শিত ছয়টি সংখ্যা প্রবেশ করুন। পরবর্তী লগইনগুলিতে আপনাকে অ্যাপ থেকে কোডটি দিতে বলা হবে।';
$lang["totp_code"] = 'প্রমাণীকরণ কোড';
$lang["totp_confirm"] = 'নিশ্চিত করুন';
$lang["totp_skip"] = 'আজকের জন্য বাদ দিন (শুধুমাত্র প্রশাসকদের জন্য)';
$lang["totp_tries_exceeded"] = 'আপনি সর্বাধিক চেষ্টা সংখ্যা অতিক্রম করেছেন। একজন প্রশাসকের সাথে যোগাযোগ করুন।';
$lang["totp_tries_left"] = 'বাকী প্রচেষ্টা';
$lang["totp_code_details"] = 'দয়া করে আপনার প্রমাণীকরণ অ্যাপ থেকে কোডটি প্রবেশ করুন।';
$lang["totp_reset"] = 'এই ব্যবহারকারীর জন্য TOTP/MFA স্থিতি পুনরায় সেট করুন; তাদের আবার TOTP সেট আপ করার জন্য প্রম্পট করা হবে।';

$lang["totp_date_binding"] = 'ব্যবহারকারীদের শেষে একটি TOTP কোড পুনরায় প্রবেশ করতে বলা হবে...';
$lang["totp_date_binding_d"] = 'বর্তমান দিন';
$lang["totp_date_binding_w"] = 'বর্তমান সপ্তাহ (সোমবার থেকে শুরু)';
$lang["totp_date_binding_m"] = 'বর্তমান মাস';
$lang["totp_date_binding_y"] = 'বর্তমান বছর';
$lang["page-title_totp_setup"] = 'TOTP প্লাগইন সেটআপ করুন';
$lang["page-title_totp_totp"] = 'TOTP';