<?php

$lang["totp_set_up"] = 'Ρυθμίστε την πολυπαραγοντική αυθεντικοποίηση (MFA)';
$lang["totp_set_up_details"] = 'Σαρώστε τον κωδικό QR παρακάτω με μια εφαρμογή TOTP στη φορητή συσκευή σας, για παράδειγμα το Google Authenticator που είναι διαθέσιμο στο κατάστημα εφαρμογών. Όταν έχετε σαρώσει επιτυχώς τον κωδικό, εισάγετε τους έξι ψηφίους που εμφανίζει η εφαρμογή για να επιβεβαιώσετε την εγκατάσταση. Σε επόμενες συνδέσεις θα σας ζητηθεί ο κωδικός από την εφαρμογή.';
$lang["totp_code"] = 'Κωδικός αυθεντικοποίησης';
$lang["totp_confirm"] = 'Επιβεβαίωση';
$lang["totp_skip"] = 'Παράλειψη για σήμερα (μόνο για διαχειριστές)';
$lang["totp_tries_exceeded"] = 'Έχετε υπερβεί τον μέγιστο αριθμό προσπαθειών. Επικοινωνήστε με έναν διαχειριστή.';
$lang["totp_tries_left"] = 'υπολειπόμενες απόπειρες';
$lang["totp_code_details"] = 'Παρακαλώ εισάγετε τον κωδικό από την εφαρμογή αυθεντικοποίησής σας.';
$lang["totp_reset"] = 'Επαναφέρετε την κατάσταση TOTP/MFA για αυτόν τον χρήστη; θα τους ζητηθεί να ρυθμίσουν ξανά το TOTP.';

$lang["totp_date_binding"] = 'Οι χρήστες θα κληθούν να εισάγουν ξανά έναν κωδικό TOTP μετά το τέλος του...';
$lang["totp_date_binding_d"] = 'Η τρέχουσα ημέρα';
$lang["totp_date_binding_w"] = 'Η τρέχουσα εβδομάδα (ξεκινώντας από Δευτέρα)';
$lang["totp_date_binding_m"] = 'Ο τρέχων μήνας';
$lang["totp_date_binding_y"] = 'Το τρέχον έτος';
$lang["page-title_totp_setup"] = 'Ρύθμιση Πρόσθετου TOTP';
$lang["page-title_totp_totp"] = 'TOTP';