<?php


$lang["totp_set_up"] = 'رێکخستنەوەی پشتبەستنەوەی چەندگەیشتنە (MFA)';
$lang["totp_set_up_details"] = 'کۆدی QR لە خوارەوە لەگەڵ بەرنامەی TOTP لەسەر ئامێرەکەت، وەک Google Authenticator کە لە مارکەی ئەپەکەدا بەردەستە، سکەن بکە. <br><br> کاتێک کۆدەکە بە سەرکەوتوویی سکەن کرا، پێویستە شەش ژمارەی کە لە بەرنامەکە نیشان دەدرێت، داخڵ بکە بۆ پشتگیری لە دامەزراندن. لە کاتی چوونەژوورەوەیەکانی دواتر، پێت دەربڕدرێت کۆدەکە لە بەرنامەکە.';
$lang["totp_code"] = 'کۆدی پشتبەستنەوە:';
$lang["totp_confirm"] = 'پشتبەستن';
$lang["totp_skip"] = 'پەڕەوە بۆ ئەمڕۆ (تەنها بۆ بەڕێوەبەرەکان)';
$lang["totp_tries_exceeded"] = 'تۆ ژمارەی زۆرترین هەوڵەکان تێپەڕیوە. پەیوەندیدانی بەڕێوەبەرێک بکە.';
$lang["totp_tries_left"] = 'هەوڵە باقیە';
$lang["totp_code_details"] = 'تکایە کۆدەکە لە بەرنامەی پشتبەستنەوەی خۆت داخڵ بکە.';
$lang["totp_reset"] = 'ڕێکخستنەوەی دۆخی TOTP/MFA بۆ ئەم بەکارهێنەرە؛ ئەوە پێویست دەکرێت کە دوبارە TOTP رێکخستن بکات.';
$lang["totp_date_binding"] = 'بەکارهێنەرەکان پێویست دەکرێت کۆدی TOTP دوبارە داخڵ بکەن پاش کۆتایی...';
$lang["totp_date_binding_d"] = 'ڕۆژی ئێستا';
$lang["totp_date_binding_w"] = 'هەفتەی ئێستا (لەسەر دووشەممە دەستپێدەکات)';
$lang["totp_date_binding_m"] = 'مانگی ئێستا';
$lang["totp_date_binding_y"] = 'ساڵی ئێستا';
$lang["totp_saml"] = 'پشتبەستنەوەی TOTP بۆ بەکارهێنەرانی کە پێشتر لە ڕێگەی SAML دەستپێکردوون (پێویستە پلاگین SAML بێت)';
$lang["page-title_totp_setup"] = 'ڕێکخستنی پلاگین TOTP';
$lang["page-title_totp_totp"] = 'TOTP';
