<?php

$lang["totp_set_up"] = 'ਬਹੁ-ਫੈਕਟਰ ਪ੍ਰਮਾਣੀਕਰਨ (MFA) ਸੈਟ ਅਪ ਕਰੋ';
$lang["totp_set_up_details"] = 'ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ \'ਤੇ TOTP ਐਪਲੀਕੇਸ਼ਨ ਨਾਲ ਹੇਠਾਂ ਦਿੱਤੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ, ਉਦਾਹਰਨ ਵਜੋਂ ਗੂਗਲ ਆਥੈਂਟੀਕੇਟਰ ਜੋ ਐਪ ਸਟੋਰ ਵਿੱਚ ਉਪਲਬਧ ਹੈ। ਜਦੋਂ ਤੁਸੀਂ ਕੋਡ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਸਕੈਨ ਕਰ ਲੈਂਦੇ ਹੋ, ਤਾਂ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਐਪ ਦੁਆਰਾ ਦਿਖਾਏ ਗਏ ਛੇ ਅੰਕ ਦਰਜ ਕਰੋ। ਅਗਲੇ ਲੌਗਇਨ \'ਤੇ ਤੁਹਾਨੂੰ ਐਪ ਤੋਂ ਕੋਡ ਦੀ ਮੰਗ ਕੀਤੀ ਜਾਵੇਗੀ।';
$lang["totp_code"] = 'ਪਛਾਣ ਕੋਡ';
$lang["totp_confirm"] = 'ਪੁਸ਼ਟੀ ਕਰੋ';
$lang["totp_skip"] = 'ਅੱਜ ਲਈ ਛੱਡੋ (ਕੇਵਲ ਪ੍ਰਬੰਧਕ)';
$lang["totp_tries_exceeded"] = 'ਤੁਸੀਂ ਕੋਸ਼ਿਸ਼ਾਂ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਸੰਖਿਆ ਨੂੰ ਪਾਰ ਕਰ ਲਿਆ ਹੈ। ਇੱਕ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।';
$lang["totp_tries_left"] = 'ਬਾਕੀ ਕੋਸ਼ਿਸ਼ਾਂ';
$lang["totp_code_details"] = 'ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪ੍ਰਮਾਣਿਕਤਾ ਐਪ ਤੋਂ ਕੋਡ ਦਰਜ ਕਰੋ।';
$lang["totp_reset"] = 'ਇਸ ਉਪਭੋਗਤਾ ਲਈ TOTP/MFA ਸਥਿਤੀ ਨੂੰ ਦੁਬਾਰਾ ਸੈਟ ਕਰੋ; ਉਨ੍ਹਾਂ ਨੂੰ ਦੁਬਾਰਾ TOTP ਸੈਟ ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕੀਤਾ ਜਾਵੇਗਾ।';

$lang["totp_date_binding"] = 'ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ... ਦੇ ਅੰਤ ਤੋਂ ਬਾਅਦ TOTP ਕੋਡ ਦੁਬਾਰਾ ਦਰਜ ਕਰਨ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ';
$lang["totp_date_binding_d"] = 'ਮੌਜੂਦਾ ਦਿਨ';
$lang["totp_date_binding_w"] = 'ਮੌਜੂਦਾ ਹਫਤਾ (ਸੋਮਵਾਰ ਤੋਂ ਸ਼ੁਰੂ)';
$lang["totp_date_binding_m"] = 'ਮੌਜੂਦਾ ਮਹੀਨਾ';
$lang["totp_date_binding_y"] = 'ਮੌਜੂਦਾ ਸਾਲ';
$lang["page-title_totp_setup"] = 'TOTP ਪਲੱਗਇਨ ਸੈਟਅਪ ਕਰੋ';
$lang["page-title_totp_totp"] = 'TOTP';