<?php

$lang["totp_set_up"] = 'Настройте многофакторную аутентификацию (MFA)';
$lang["totp_set_up_details"] = 'Сканируйте QR-код ниже с помощью приложения TOTP на вашем мобильном устройстве, например, Google Authenticator, доступного в магазине приложений. Когда вы успешно отсканируете код, введите шесть цифр, отображаемых приложением, для подтверждения установки. При последующих входах в систему вас попросят ввести код из приложения.';
$lang["totp_code"] = 'Код аутентификатора';
$lang["totp_confirm"] = 'Подтвердить';
$lang["totp_skip"] = 'Пропустить на сегодня (только для администраторов)';
$lang["totp_tries_exceeded"] = 'Вы превысили максимальное количество попыток. Свяжитесь с администратором.';
$lang["totp_tries_left"] = 'осталось попыток';
$lang["totp_code_details"] = 'Пожалуйста, введите код из вашего приложения аутентификации.';
$lang["totp_reset"] = 'Сбросить статус TOTP/MFA для этого пользователя; ему будет предложено снова настроить TOTP.';

$lang["totp_date_binding"] = 'Пользователей попросят ввести код TOTP повторно после окончания...';
$lang["totp_date_binding_d"] = 'Текущий день';
$lang["totp_date_binding_w"] = 'Текущая неделя (начиная с понедельника)';
$lang["totp_date_binding_m"] = 'Текущий месяц';
$lang["totp_date_binding_y"] = 'Текущий год';
$lang["page-title_totp_setup"] = 'Настройка плагина TOTP';
$lang["page-title_totp_totp"] = 'TOTP';