<?php

$lang["totp_set_up"] = 'Налаштувати багатофакторну аутентифікацію (MFA)';
$lang["totp_set_up_details"] = 'Скануйте QR-код нижче за допомогою програми TOTP на вашому мобільному пристрої, наприклад, Google Authenticator, доступної в магазині додатків. Коли ви успішно відскануєте код, введіть шість цифр, які відображає програма, для підтвердження установки. При наступних входах вам буде запропоновано ввести код з програми.';
$lang["totp_code"] = 'Код автентифікатора';
$lang["totp_confirm"] = 'Підтвердити';
$lang["totp_skip"] = 'Пропустити на сьогодні (тільки для адміністраторів)';
$lang["totp_tries_exceeded"] = 'Ви перевищили максимальну кількість спроб. Зв\'яжіться з адміністратором.';
$lang["totp_tries_left"] = 'залишилося спроб';
$lang["totp_code_details"] = 'Будь ласка, введіть код з вашого додатку аутентифікації.';
$lang["totp_reset"] = 'Скинути статус TOTP/MFA для цього користувача; йому буде запропоновано знову налаштувати TOTP.';

$lang["totp_date_binding"] = 'Користувачів буде запропоновано повторно ввести код TOTP після закінчення...';
$lang["totp_date_binding_d"] = 'Поточний день';
$lang["totp_date_binding_w"] = 'Поточний тиждень (починаючи з понеділка)';
$lang["totp_date_binding_m"] = 'Поточний місяць';
$lang["totp_date_binding_y"] = 'Поточний рік';
$lang["page-title_totp_setup"] = 'Налаштування плагіна TOTP';
$lang["page-title_totp_totp"] = 'TOTP';