<?php


$lang["sensitive_images"]='Розмиття чутливого зображення';
$lang["sensitive_images_help"]='Вкажіть поле метаданих, яке зберігає причину чутливості зображення. Коли це встановлено, зображення розмивається в результатах і може бути показано на сторінках перегляду / попереднього перегляду ресурсу.';
$lang["sensitive_images_field"]='Поле метаданих, що містить причину чутливості зображення';
$lang["sensitive_images_blur_level"]='Рівень розмиття чутливого зображення<br>(1=найменше, 6=найбільше)';
$lang["page-title_sensitive_images_setup"] = 'Налаштування плагіна чутливих зображень';