<?php


$lang["vr_view_configuration"]='Ρύθμιση προβολής Google VR View';
$lang["vr_view_google_hosted"]='Να χρησιμοποιηθεί η βιβλιοθήκη javascript VR View της Google;';
$lang["vr_view_js_url"]='Διεύθυνση URL για τη βιβλιοθήκη javascript VR View (απαιτείται μόνο αν το παραπάνω είναι ψευδές). Εάν είναι τοπικό στον διακομιστή, χρησιμοποιήστε σχετική διαδρομή, π.χ. /vrview/build/vrview.js';
$lang["vr_view_restypes"]='Τύποι πόρων προς εμφάνιση χρησιμοποιώντας την προβολή VR';
$lang["vr_view_autopan"]='Ενεργοποίηση Αυτόματης Κίνησης Οθόνης';
$lang["vr_view_vr_mode_off"]='Κουμπί απενεργοποίησης λειτουργίας VR';
$lang["vr_view_condition"]='Κατάσταση προβολής VR';
$lang["vr_view_condition_detail"]='Εάν επιλεγεί ένα πεδίο παρακάτω, η τιμή που έχει οριστεί για το πεδίο μπορεί να ελεγχθεί και να χρησιμοποιηθεί για να καθοριστεί εάν θα εμφανιστεί η προεπισκόπηση VR View. Αυτό σας επιτρέπει να καθορίσετε εάν θα χρησιμοποιήσετε το πρόσθετο βασισμένο σε ενσωματωμένα δεδομένα EXIF με τη χαρτογράφηση πεδίων μεταδεδομένων. Εάν αυτό δεν έχει οριστεί, η προεπισκόπηση θα προσπαθήσει πάντα να εμφανιστεί, ακόμη και αν η μορφή είναι ασύμβατη. <br /><br />Σημείωση: Η Google απαιτεί εικόνες και βίντεο μορφής equirectangular-panoramic. <br />Προτεινόμενη ρύθμιση είναι να χαρτογραφήσετε το πεδίο exiftool "ProjectionType" σε ένα πεδίο με το όνομα "Τύπος Προβολής" και να χρησιμοποιήσετε αυτό το πεδίο.';
$lang["vr_view_projection_field"]='Πεδίο Τύπου Προβολής VR View';
$lang["vr_view_projection_value"]='Απαιτείται η τιμή για την ενεργοποίηση της προβολής VR';
$lang["vr_view_additional_options"]='Πρόσθετες επιλογές';
$lang["vr_view_additional_options_detail"]='Το παρακάτω σας επιτρέπει να ελέγχετε το πρόσθετο ανά πόρο με τη χαρτογράφηση πεδίων μεταδεδομένων για τη χρήση στον έλεγχο των παραμέτρων VR View. Δείτε το <a href =\'https://developers.google.com/vr/concepts/vrview-web\' target=\'+blank\'>https://developers.google.com/vr/concepts/vrview-web</a> για περισσότερες λεπτομέρειες';
$lang["vr_view_stereo_field"]='Πεδίο που χρησιμοποιείται για να καθορίσει εάν η εικόνα/βίντεο είναι στερεοφωνική (προαιρετικό, αν δεν έχει οριστεί θα προεπιλεγεί ως false)';
$lang["vr_view_stereo_value"]='Τιμή για έλεγχο. Εάν βρεθεί, το στερεοφωνικό θα οριστεί σε αληθές';
$lang["vr_view_yaw_only_field"]='Πεδίο που χρησιμοποιείται για να καθοριστεί εάν θα πρέπει να αποτραπεί η κλίση/κλίση κύλισης (προαιρετικό, προεπιλογή σε false αν δεν έχει οριστεί)';
$lang["vr_view_yaw_only_value"]='Τιμή για έλεγχο. Εάν βρεθεί, η επιλογή is_yaw_only θα οριστεί σε true';
$lang["vr_view_orig_image"]='Χρησιμοποιήστε το αρχικό αρχείο πόρου ως πηγή για προεπισκόπηση εικόνας;';
$lang["vr_view_orig_video"]='Να χρησιμοποιηθεί το αρχικό αρχείο πόρου ως πηγή για προεπισκόπηση βίντεο;';
$lang["plugin-vr_view-title"]='Προβολή VR';
$lang["plugin-vr_view-desc"]='Προβολή Google VR - Προεπισκοπήσεις εικόνων και βίντεο 360 μοιρών (μορφή equirectangular)';
$lang["page-title_vr_view_download"] = 'VR Προβολή';
$lang["page-title_vr_view_setup"] = 'Ρύθμιση Πρόσθετου VR View';