<?php

$lang["faces-detected-faces"] = 'Ανιχνευμένα πρόσωπα';
$lang["faces-detected-face"] = 'Ανιχνευμένο πρόσωπο';
$lang["faces-confidence"] = 'Εμπιστοσύνη';
$lang["faces-find-matching"] = 'Βρείτε τα ταιριαστά πρόσωπα';
$lang["faces-configuration"] = 'Ρυθμίσεις Προσώπων AI';
$lang["faces-service-endpoint"] = 'Python FastAPI service URL';
$lang["faces-match-threshold"] = 'Όριο ταύτισης προσώπου: ποιο επίπεδο ομοιότητας θεωρείται ταύτιση κατά την αναζήτηση προσώπων; Προτεινόμενο 30%.';
$lang["faces-tag-threshold"] = 'Όριο ετικέτας προσώπου: ποιο επίπεδο ομοιότητας θεωρείται ότι είναι αντιστοιχία κατά την αυτόματη ετικετοποίηση προσώπων; Προτεινόμενο 50%.';
$lang["faces-tag-field"] = 'Το πεδίο που περιέχει τα ονόματα των επισημασμένων ατόμων. Αυτό θα πρέπει να είναι ένα πεδίο Δυναμικού Αναδυόμενου Μενού.';
$lang["faces-name"] = 'Όνομα';
$lang["faces-detect-on-upload"] = 'Σάρωση για πρόσωπα κατά την ανέβασμα;';
$lang["faces-tag-on-upload"] = 'Ετικέτα αναγνωρισμένων προσώπων κατά την ανέβασμα;';
$lang["faces-detecting"] = 'Σάρωση για πρόσωπα στο πόρο:';
$lang["faces-tagging"] = 'Επισήμανση ανιχνευμένων προσώπων στο πόρο:';
$lang["faces-confidence-threshold"] = 'Όριο εμπιστοσύνης προσώπου: Πόσο σίγουρο θα πρέπει να είναι το μοντέλο ότι έχει βρει ένα ανθρώπινο πρόσωπο; Προτεινόμενο 70% (τιμές κάτω από αυτό θα ταιριάζουν σε κρυμμένα πρόσωπα και μη πρόσωπα';
$lang["faces-oneface"] = 'Παρακαλώ επιλέξτε μόνο μία επιλογή για κάθε πρόσωπο.';
$lang["faces-show-view"] = 'Εμφάνιση της λειτουργίας AI Faces στη σελίδα προβολής.';
$lang["faces_count_faces"] = 'Συνολικοί ανιχνευθέντες πρόσωποι';
$lang["faces_count_missing"] = 'Εικόνες προς επεξεργασία';
$lang["faces-tag-field-not-set"] = 'Το πεδίο ετικετών δεν είναι ρυθμισμένο.';

$lang["page-title_faces_setup"] = 'Ρύθμιση Πρόσθετου Faces';